Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

source: Invalid authenticator code entered.
de_de: Ungültiger Authentifikatorcode eingegeben.
fr_fr: Code d’authentification entré non valide.
it_it: Codice di autenticazione immesso non valido.
ja_jp: 無効な認証コードを入力してください。
pt_pt: Código autenticador inválido introduzido.
ro_ro: Cod de autentificare nevalid introdus.

source: Invalid client request.
de_de: Ungültige Clientanforderung.
fr_fr: Demande client non valide.
it_it: Richiesta client non valida.
ja_jp: クライアント要求が無効です。
pt_pt: Pedido de cliente inválido.
ro_ro: Solicitare client nevalidă.

source: Invalid file storage Id.
de_de: Ungültige Dateispeicher-ID.
fr_fr: ID de stockage de fichiers non valide.
it_it: ID di archiviazione file non valido.
ja_jp: ファイル ストレージ ID が無効です。
pt_pt: Id de armazenamento de ficheiros inválido.
ro_ro: Id-ul de stocare a fișierelor nevalide.

source: Invalid lockout settings Id.
de_de: Ungültige Sperreinstellungs-ID.
fr_fr: Paramètres de verrouillage non valides Id.
it_it: ID impostazioni di blocco non valide.
ja_jp: 無効なロックアウト設定 Id。
pt_pt: Id de configurações de bloqueio inválidas.
ro_ro: Id setări de blocare nevalide.

source: Invalid login attempt.
de_de: Ungültiger Anmeldeversuch.
fr_fr: Tentative de connexion non valide.
it_it: Tentativo di accesso non valido.
ja_jp: ログイン試行が無効です。
pt_pt: Tentativa de login inválida.
ro_ro: Încercare de conectare nevalidă.

source: Invalid password settings Id.
de_de: Ungültige Kennworteinstellungen Id.
fr_fr: ID de paramètres de mot de passe non valide.
it_it: ID impostazioni password non valide.
ja_jp: 無効なパスワード設定 Id です。
pt_pt: Id de definições de senha inválidas.
ro_ro: Id setări parolă nevalidă.

source: Invalid recovery code entered.
de_de: Ungültiger Wiederherstellungscode eingegeben.
fr_fr: Code de récupération entré non valide.
it_it: Codice di ripristino immesso non valido.
ja_jp: 無効なリカバリコードが入力されました。
pt_pt: Código de recuperação inválido introduzido.
ro_ro: Cod de recuperare nevalid introdus.

source: Invalid report Id.
de_de: Ungültige Berichts-ID.
fr_fr: ID de rapport non valide.
it_it: ID report non valido.
ja_jp: レポート ID が無効です。
pt_pt: Id relatório inválido.
ro_ro: Id raport nevalid.

source: Invalid role ID.
de_de: Ungültige Rollen-ID.
fr_fr: ID de rôle non valide.
it_it: ID ruolo non valido.
ja_jp: ロール ID が無効です。
pt_pt: ID de papel inválido.
ro_ro: ID rol nevalid.

source: Invalid sign in settings Id.
de_de: ID der ungültigen Anmeldeeinstellungen.
fr_fr: ID de paramètres de connexion non valide.
it_it: ID impostazioni di accesso non valido.
ja_jp: 無効なサインイン設定 Id です。
pt_pt: Sinal inválido na definição Id.
ro_ro: Id setări de conectare nevalide.

source: Invalid tenant name.
de_de: Ungültiger Mandantenname.
fr_fr: Nom de locataire non valide.
it_it: Nome tenant non valido.
ja_jp: テナント名が無効です。
pt_pt: Nome inválido do inquilino.
ro_ro: Nume de entitate găzduită nevalidă.

source: Invalid token.
de_de: Ungültiges Token.
fr_fr: Jeton non valide.
it_it: Token non valido.
ja_jp: トークンが無効です。
pt_pt: Ficha inválida.
ro_ro: Simbol nevalid.

source: Invalid token settings Id.
de_de: Ungültige Tokeneinstellungen Id.
fr_fr: ID de paramètres de jeton non valide.
it_it: ID impostazioni token non valide.
ja_jp: トークン設定 ID が無効です。
pt_pt: Id de definições de token inválidas.
ro_ro: Setări nevalide token Id.

source: Invalid user ID.
de_de: Ungültige Benutzer-ID.
fr_fr: ID utilisateur non valide.
it_it: ID utente non valido.
ja_jp: ユーザー ID が無効です。
pt_pt: ID do utilizador inválido.
ro_ro: ID de utilizator nevalid.

source: Invalid user settings Id
de_de: ID für ungültige Benutzereinstellungen
fr_fr: ID de paramètres utilisateur non valide
it_it: ID impostazioni utente non valide
ja_jp: 無効なユーザー設定 ID
pt_pt: Id de configurações inválidas do utilizador
ro_ro: Id setări utilizator nevalide

source: Job title is required.
de_de: Berufsbezeichnung ist erforderlich.
fr_fr: Le titre du poste est requis.
it_it: Il titolo di lavoro è obbligatorio.
ja_jp: 役職は必須です。
pt_pt: O título de emprego é necessário.
ro_ro: Titlul postului este necesar.

source: Last name is required
de_de: Nachname ist erforderlich
fr_fr: Le nom de famille est requis
it_it: Il cognome è obbligatorio
ja_jp: 姓は必須です
pt_pt: O sobrenome é necessário
ro_ro: Este necesar numele de familie

source: Lockout is not enabled for this user.
de_de: Die Sperrung ist für diesen Benutzer nicht aktiviert.
fr_fr: Le verrouillage n’est pas activé pour cet utilisateur.
it_it: Il blocco non è abilitato per questo utente.
ja_jp: このユーザーに対してロックアウトが有効になっていません。
pt_pt: O bloqueio não está ativado para este utilizador.
ro_ro: Lockout nu este activat pentru acest utilizator.

source: Maximum allowed number of attachments must not exceed 3.
de_de: Die maximal zulässige Anzahl von Anhängen darf 3 nicht überschreiten.
fr_fr: Le nombre maximal autorisé de pièces jointes ne doit pas dépasser 3.
it_it: Il numero massimo consentito di allegati non deve superare 3.
ja_jp: 添付ファイルの最大数は 3 を超えてはなりません。
pt_pt: O número máximo permitido de anexos não deve exceder 3.
ro_ro: Numărul maxim admis de atașamente nu trebuie să depășească 3.

source: Max failed access attempt is required.
de_de: Max fehlgeschlagener Zugriffsversuch ist erforderlich.
fr_fr: Une tentative d’accès maximale ayant échoué est requise.
it_it: È richiesto il numero massimo di tentativi di accesso non riusciti.
ja_jp: 最大失敗アクセス試行回数が必要です。
pt_pt: Max falhau na tentativa de acesso.
ro_ro: Este necesară încercarea de acces max nereușită.

source: Method cannot be null.
de_de: Methode darf nicht null sein.
fr_fr: La méthode ne peut pas être null.
it_it: Il metodo non può essere null.
ja_jp: メソッドを null にすることはできません。
pt_pt: O método não pode ser nulo.
ro_ro: Metoda nu poate fi nulă.

source: Minimum allowed number of attachments must be at least 1.
de_de: Die minimal zulässige Anzahl von Anhängen muss mindestens 1 betragen.
fr_fr: Le nombre minimum autorisé de pièces jointes doit être d’au moins 1.
it_it: Il numero minimo consentito di allegati deve essere almeno 1.
ja_jp: 添付ファイルの最小許容数は 1 以上である必要があります。
pt_pt: O número mínimo permitido de anexos deve ser de, pelo menos, 1.
ro_ro: Numărul minim permis de atașamente trebuie să fie de cel puțin 1.

source: New password is required.
de_de: Ein neues Passwort ist erforderlich.
fr_fr: Un nouveau mot de passe est requis.
it_it: È richiesta una nuova password.
ja_jp: 新しいパスワードが必要です。
pt_pt: É necessária nova senha.
ro_ro: Este necesară o parolă nouă.

source: New password must be at least 6 characters.
de_de: Das neue Passwort muss mindestens 6 Zeichen lang sein.
fr_fr: Le nouveau mot de passe doit comporter au moins 6 caractères.
it_it: La nuova password deve contenere almeno 6 caratteri.
ja_jp: 新しいパスワードは 6 文字以上にする必要があります。
pt_pt: A nova palavra-passe deve ter pelo menos 6 caracteres.
ro_ro: Noua parolă trebuie să fie de cel puțin 6 caractere.

source: New password must not exceed 200 characters.
de_de: Das neue Kennwort darf 200 Zeichen nicht überschreiten.
fr_fr: Le nouveau mot de passe ne doit pas dépasser 200 caractères.
it_it: La nuova password non deve superare i 200 caratteri.
ja_jp: 新しいパスワードは 200 文字以下にする必要があります。
pt_pt: A nova palavra-passe não deve exceder 200 caracteres.
ro_ro: Noua parolă nu trebuie să depășească 200 de caractere.

source: N/A
it_it: N/D
ja_jp: 該当なし

source: Old password is required.
de_de: Altes Passwort ist erforderlich.
fr_fr: L’ancien mot de passe est requis.
it_it: È richiesta la vecchia password.
ja_jp: 古いパスワードが必要です。
pt_pt: A senha antiga é necessária.
ro_ro: Este necesară o parolă veche.

source: Only those between the ages of 18 and 28 are allowed for enlisting.
de_de: Nur Personen zwischen 18 und 28 Jahren dürfen sich einschreiben.
fr_fr: Seules les personnes âgées de 18 à 28 ans sont autorisées à s’enrôler.
it_it: Solo quelli di età compresa tra 18 e 28 anni sono ammessi per l'arruolamento.
ja_jp: 18歳から28歳までの人だけが入隊を許可されています。
pt_pt: Apenas os que têm entre 18 e 28 anos podem alistar-se.
ro_ro: Doar cei cu vârste cuprinse între 18 și 28 de ani au voie să se înscrie.

source: Only those whose BMI between 18.5 and 24.9 are allowed for enlisting.
de_de: Nur diejenigen, deren BMI zwischen 18,5 und 24,9 liegt, dürfen eingeschrieben werden.
fr_fr: Seuls ceux dont l’IMC se situe entre 18,5 et 24,9 sont autorisés à s’enrôler.
it_it: Solo quelli il cui BMI tra 18,5 e 24,9 sono ammessi per l'arruolamento.
ja_jp: BMIが18.5から24.9の間の人だけが入隊を許可されています。
pt_pt: Apenas aqueles cujo IMC entre 18,5 e 24,9 são autorizados a alistar-se.
ro_ro: Numai cei ale căror IMC între 18,5 și 24,9 sunt permise pentru înrolare.

source: Only those whose heights between 100 and 250 with normal BMI are allowed for enlisting.
de_de: Nur diejenigen, deren Körpergröße zwischen 100 und 250 mit normalem BMI liegt, sind zur Einberufung zugelassen.
fr_fr: Seuls ceux dont la taille se situe entre 100 et 250 avec un IMC normal sont autorisés à s’enrôler.
it_it: Solo coloro le cui altezze comprese tra 100 e 250 con BMI normale sono ammessi per l'arruolamento.
ja_jp: 通常のBMIで身長が100〜250の人だけが入隊を許可されています。
pt_pt: Apenas aqueles cujas alturas entre 100 e 250 com IMC normal são permitidas para alistamento.
ro_ro: Numai cei ale căror înălțimi între 100 și 250 cu IMC normal sunt permise pentru înrolare.

source: Only those who weigh between 50 and 200 with normal BMI are allowed for enlisting.
de_de: Nur wer zwischen 50 und 200 mit normalem BMI wiegt, darf sich einschreiben.
fr_fr: Seuls ceux qui pèsent entre 50 et 200 avec un IMC normal sont autorisés à s’enrôler.
it_it: Solo coloro che pesano tra 50 e 200 con BMI normale sono ammessi per l'arruolamento.
ja_jp: 通常のBMIで体重が50〜200の人だけが入隊を許可されています。
pt_pt: Apenas aqueles que pesam entre 50 e 200 com IMC normal são autorizados a alistar-se.
ro_ro: Doar cei care cântăresc între 50 și 200 cu IMC normal au voie să se înroleze.

# Optimistic_concurrency_failure
source: Optimistic concurrency failure, object has been modified.
de_de: Optimistischer Parallelitätsfehler, Objekt wurde geändert.
fr_fr: Échec de simultanéité optimiste, l’objet a été modifié.
it_it: Errore di concorrenza ottimistica, l'oggetto è stato modificato.
ja_jp: オプティミスティック同時実行制御エラー、オブジェクトが変更されました。
pt_pt: Falha de concordância otimista, objeto foi modificado.
ro_ro: Eșec optimist de concurență, obiectul a fost modificat.

# Passwords_must_be_at_least_length_characters
source: Passwords must be at least {0} characters.
de_de: Kennwörter müssen mindestens {0} Zeichen lang sein.
fr_fr: Les mots de passe doivent comporter au moins {0} caractères.
it_it: Le password devono contenere almeno {0} caratteri.
ja_jp: パスワードは {0} 文字以上にする必要があります。
pt_pt: As palavras-passe devem ter pelo menos {0} caracteres.
ro_ro: Parolele trebuie să fie de cel puțin {0} caractere.

# Passwords_must_have_at_least_one_digit
source: Passwords must have at least one digit ('0'-'9').
de_de: Passwörter müssen mindestens eine Ziffer ('0'-'9') haben.
fr_fr: Les mots de passe doivent comporter au moins un chiffre ('0'-'9').
it_it: Le password devono avere almeno una cifra ('0'-'9').
ja_jp: パスワードには少なくとも 1 桁の数字 ('0'-'9') が必要です。
pt_pt: As palavras-passe devem ter pelo menos um dígito ('0'-'9').
ro_ro: Parolele trebuie să aibă cel puțin o cifră ("0'-'9').

# Passwords_must_have_at_least_one_lowercase
source: Passwords must have at least one lowercase ('a'-'z').
de_de: Kennwörter müssen mindestens einen Kleinbuchstaben ('a'-'z') haben.
fr_fr: Les mots de passe doivent avoir au moins une minuscule ('a'-'z').
it_it: Le password devono avere almeno una minuscola ('a'-'z').
ja_jp: パスワードには少なくとも 1 つの小文字 ('a'-'z') が必要です。
pt_pt: As palavras-passe devem ter pelo menos uma minúscula ('a'-z').
ro_ro: Parolele trebuie să aibă cel puțin o literă mică ("a'-'z").

source: Passwords must have at least one non alphanumeric character.
de_de: Kennwörter müssen mindestens ein nicht alphanumerisches Zeichen enthalten.
fr_fr: Les mots de passe doivent comporter au moins un caractère non alphanumérique.
it_it: Le password devono avere almeno un carattere non alfanumerico.
ja_jp: パスワードには、英数字以外の文字が少なくとも 1 つ含まれている必要があります。
pt_pt: As palavras-passe devem ter pelo menos um carácter não alfanumérico.
ro_ro: Parolele trebuie să aibă cel puțin un caracter non alfanumeric.

# Passwords_must_have_at_least_one_uppercase
source: Passwords must have at least one uppercase ('A'-'Z').
de_de: Passwörter müssen mindestens einen Großbuchstaben ('A'-'Z') haben.
fr_fr: Les mots de passe doivent avoir au moins une majuscule ('A'-'Z').
it_it: Le password devono avere almeno una maiuscola ('A'-'Z').
ja_jp: パスワードには、少なくとも 1 つの大文字 ('A'-'Z') が必要です。
pt_pt: As palavras-passe devem ter pelo menos uma maiúscula ('A'-Z').
ro_ro: Parolele trebuie să aibă cel puțin o majuscule ("A'-'Z").

source: Password cannot contain 'password'.
de_de: Das Kennwort darf kein "Kennwort" enthalten.
fr_fr: Le mot de passe ne peut pas contenir de mot de passe.
it_it: La password non può contenere "password".
ja_jp: パスワードに「パスワード」を含めることはできません。
pt_pt: A palavra-passe não pode conter 'password'.
ro_ro: Parola nu poate conține "parolă".

source: Password cannot contain username.
de_de: Das Kennwort darf keinen Benutzernamen enthalten.
fr_fr: Le mot de passe ne peut pas contenir de nom d’utilisateur.
it_it: La password non può contenere il nome utente.
ja_jp: パスワードにユーザー名を含めることはできません。
pt_pt: A palavra-passe não pode conter o nome de utilizador.
ro_ro: Parola nu poate conține nume de utilizator.

source: Password is required.
de_de: Passwort ist erforderlich.
fr_fr: Un mot de passe est requis.
it_it: La password è obbligatoria.
ja_jp: パスワードは必須です。
pt_pt: A palavra-passe é necessária.
ro_ro: Parola este necesară.

source: Password must be at least 6 characters.
de_de: Das Passwort muss mindestens 6 Zeichen lang sein.
fr_fr: Le mot de passe doit comporter au moins 6 caractères.
it_it: La password deve contenere almeno 6 caratteri.
ja_jp: パスワードは 6 文字以上にする必要があります。
pt_pt: A palavra-passe deve ter pelo menos 6 caracteres.
ro_ro: Parola trebuie să fie de cel puțin 6 caractere.

source: Password must not exceed 200 characters.
de_de: Das Kennwort darf 200 Zeichen nicht überschreiten.
fr_fr: Le mot de passe ne doit pas dépasser 200 caractères.
it_it: La password non deve superare i 200 caratteri.
ja_jp: パスワードは 200 文字以下にする必要があります。
pt_pt: A palavra-passe não deve exceder 200 caracteres.
ro_ro: Parola nu trebuie să depășească 200 de caractere.

# Password_reset_link_was_sent
source: Password reset link was sent. Please check your email.
de_de: Link zum Zurücksetzen des Kennworts wurde gesendet. Bitte überprüfen Sie Ihre E-Mails.
fr_fr: Le lien de réinitialisation du mot de passe a été envoyé. Veuillez vérifier vos e-mails.
it_it: È stato inviato il collegamento per la reimpostazione della password. Controlla la tua email.
ja_jp: パスワードリセットリンクが送信されました。メールをご確認ください。
pt_pt: O link de reset da palavra-passe foi enviado. Por favor, verifique o seu e-mail.
ro_ro: Link-ul de resetare a parolei a fost trimis. Vă rugăm să verificați e-mailul.

# Please_confirm_your_account_by_clicking_here
source: Please confirm your account by <a href='{0}'>clicking here</a>.
de_de: Bitte bestätigen Sie Ihr Konto, indem <a href='{0}'>Sie hier klicken</a>.
fr_fr: Veuillez confirmer votre compte <a href='{0}'>en cliquant ici</a>.
it_it: Conferma il tuo account <a href='{0}'>cliccando qui</a>.
ja_jp: <a href='{0}'>こちらをクリックして</a>アカウントをご確認ください。
pt_pt: Por favor, confirme a sua conta <a href='{0}'>clicando aqui</a>.
ro_ro: Vă rugăm să vă confirmați contul <a href='{0}'>făcând clic aici</a>.

source: Please confirm your email.
de_de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
fr_fr: Veuillez confirmer votre adresse e-mail.
it_it: Si prega di confermare la propria email.
ja_jp: メールを確認してください。
pt_pt: Por favor, confirme o seu e-mail.
ro_ro: Vă rugăm să confirmați e-mailul.

# Please_reset_your_password_by_clicking_here
source: Please reset your password by <a href='{0}'>clicking here</a>.
de_de: Bitte setzen Sie Ihr Passwort zurück, indem <a href='{0}'>Sie hier klicken</a>.
fr_fr: Veuillez réinitialiser votre mot de passe <a href='{0}'>en cliquant ici</a>.
it_it: Reimposta la password <a href='{0}'>cliccando qui</a>.
ja_jp: <a href='{0}'>こちらをクリックして</a>パスワードを再設定してください。
pt_pt: Por favor, reinicie a sua palavra-passe <a href='{0}'>clicando aqui</a>.
ro_ro: Vă rugăm să resetați parola <a href='{0}'>făcând clic aici</a>.

source: Please specify the application tenant mode.
de_de: Geben Sie den Mandantenmodus der Anwendung an.
fr_fr: Veuillez spécifier le mode de locataire de l’application.
it_it: Specificare la modalità tenant dell'applicazione.
ja_jp: アプリケーション テナント モードを指定してください。
pt_pt: Por favor, especifique o modo de inquilino de aplicação.
ro_ro: Vă rugăm să specificați modul de entitate găzduită a aplicației.

source: Profile picture is required.
de_de: Profilbild ist erforderlich.
fr_fr: Une photo de profil est requise.
it_it: L'immagine del profilo è obbligatoria.
ja_jp: プロフィール写真は必須です。
pt_pt: É necessária uma imagem de perfil.
ro_ro: Este necesară o fotografie de profil.

source: Recovery Code is required.
de_de: Wiederherstellungscode ist erforderlich.
fr_fr: Un code de récupération est requis.
it_it: È richiesto il codice di ripristino.
ja_jp: リカバリコードが必要です。
pt_pt: É necessário um Código de Recuperação.
ro_ro: Codul de recuperare este necesar.

source: Recovery Code Redemption Failed
de_de: Wiederherstellungscode-Einlösung fehlgeschlagen
fr_fr: Echec de l’utilisation du code de récupération
it_it: Riscatto del codice di ripristino non riuscito
ja_jp: リカバリーコードの引き換えに失敗しました
pt_pt: Falha do código de recuperação da redenção
ro_ro: Răscumpărarea codului de recuperare nu a reușit

source: Refresh token timespan cannot be null.
de_de: Die Zeitspanne des Aktualisierungstokens darf nicht null sein.
fr_fr: La durée d’actualisation du jeton ne peut pas être nulle.
it_it: L'intervallo di tempo del token di aggiornamento non può essere null.
ja_jp: 更新トークンのタイムスパンを null にすることはできません。
pt_pt: Refrescar a timepan token não pode ser nulo.
ro_ro: Refresh token timespan nu poate fi nul.

source: Refresh token timespan is required.
de_de: Die Zeitspanne des Aktualisierungstokens ist erforderlich.
fr_fr: L’intervalle de temps du jeton d’actualisation est requis.
it_it: È necessario aggiornare il periodo di tempo del token.
ja_jp: 更新トークンのタイムスパンが必要です。
pt_pt: É necessário refrescar a timepan token.
ro_ro: Refresh token timespan este necesară.

source: Refresh token timespan must be greater than access token expiry time.
de_de: Die Zeitspanne des Aktualisierungstokens muss größer sein als die Ablaufzeit des Zugriffstokens.
fr_fr: La durée d’actualisation du jeton doit être supérieure à l’heure d’expiration du jeton d’accès.
it_it: L'intervallo di tempo del token di aggiornamento deve essere maggiore del tempo di scadenza del token di accesso.
ja_jp: 更新トークンの有効期間は、アクセス トークンの有効期限より長くする必要があります。
pt_pt: A atualização do tempo de token deve ser maior do que o prazo de validade do token.
ro_ro: Refresh token timespan trebuie să fie mai mare decât timpul de expirare a token-ului de acces.

# Repeated_Ones_are_not_valid_Social_security_number
source: 111111111 is not a valid Social security number.
de_de: 111111111 ist keine gültige Sozialversicherungsnummer.
fr_fr: 111111111 n’est pas un numéro de sécurité sociale valide.
it_it: 111111111 non è un numero di previdenza sociale valido.
ja_jp: 111111111 は有効な社会保障番号ではありません。
pt_pt: 111111111 não é um número de segurança social válido.
ro_ro: 111111111 nu este un număr valid de securitate socială.

# Repeated_Threes_are_not_valid_Social_security_number
source: 333333333 is not a valid Social security number.
de_de: 333333333 ist keine gültige Sozialversicherungsnummer.
fr_fr: 333333333 n’est pas un numéro de sécurité sociale valide.
it_it: 333333333 non è un numero di previdenza sociale valido.
ja_jp: 333333333 は有効な社会保障番号ではありません。
pt_pt: 333333333 não é um número de segurança social válido.
ro_ro: 333333333 nu este un număr valid de securitate socială.

source: Required length is required.
de_de: Die erforderliche Länge ist erforderlich.
fr_fr: La longueur requise est requise.
it_it: È richiesta la lunghezza richiesta.
ja_jp: 必要な長さが必要です。
pt_pt: É necessário comprimento necessário.
ro_ro: Lungimea necesară este necesară.

source: Required unique characters is required.
de_de: Erforderliche eindeutige Zeichen sind erforderlich.
fr_fr: Les caractères uniques requis sont requis.
it_it: Sono richiesti caratteri univoci.
ja_jp: 必須の一意の文字が必要です。
pt_pt: São necessários caracteres únicos necessários.
ro_ro: Caractere unice necesare este necesară.

# Reset_your_password1
source: Reset your password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser votre mot de passe
it_it: Reimpostare la password
ja_jp: パスワードをリセットする
pt_pt: Repôs a sua palavra-passe
ro_ro: Resetarea parolei

source: Role has been created successfully.
de_de: Die Rolle wurde erfolgreich erstellt.
fr_fr: Le rôle a été créé avec succès.
it_it: Il ruolo è stato creato correttamente.
ja_jp: ロールが正常に作成されました。
pt_pt: O papel foi criado com sucesso.
ro_ro: Rolul a fost creat cu succes.

source: Role has been deleted successfully.
de_de: Die Rolle wurde erfolgreich gelöscht.
fr_fr: Le rôle a été supprimé avec succès.
it_it: Il ruolo è stato eliminato correttamente.
ja_jp: ロールが正常に削除されました。
pt_pt: O papel foi eliminado com sucesso.
ro_ro: Rolul a fost șters cu succes.

source: Role has been updated successfully.
de_de: Die Rolle wurde erfolgreich aktualisiert.
fr_fr: Le rôle a été mis à jour avec succès.
it_it: Il ruolo è stato aggiornato correttamente.
ja_jp: ロールが正常に更新されました。
pt_pt: O papel foi atualizado com sucesso.
ro_ro: Rolul a fost actualizat cu succes.

# Role_name_is_already_taken
source: Role name '{0}' is already taken.
de_de: Der Rollenname "{0}" ist bereits vergeben.
fr_fr: Le nom de rôle '{0}' est déjà pris.
it_it: Il nome del ruolo '{0}' è già preso.
ja_jp: ロール名 '{0}' は既に使用されています。
pt_pt: O nome de "{0}" já está tomado.
ro_ro: Numele de rol "{0}" este deja luat.

# Role_name_is_invalid
source: Role name '{0}' is invalid.
de_de: Der Rollenname '{0}' ist ungültig.
fr_fr: Le nom de rôle '{0}' n’est pas valide.
it_it: Il nome del ruolo '{0}' non è valido.
ja_jp: ロール名 '{0}' が無効です。
pt_pt: O nome de função "{0}" é inválido.
ro_ro: Numele rolului "{0}" nu este valid.

source: Role name is required.
de_de: Rollenname ist erforderlich.
fr_fr: Le nom du rôle est obligatoire.
it_it: Il nome del ruolo è obbligatorio.
ja_jp: ロール名は必須です。
pt_pt: É necessário um nome de papel.
ro_ro: Numele rolului este necesar.

source: Social security number is required
de_de: Sozialversicherungsnummer ist erforderlich
fr_fr: Le numéro de sécurité sociale est requis
it_it: È richiesto il numero di previdenza sociale
ja_jp: 社会保障番号が必要です
pt_pt: Número de segurança social é necessário
ro_ro: Numărul de securitate socială este necesar

source: Social security number must contain only 9-digits.
de_de: Die Sozialversicherungsnummer darf nur 9 Ziffern enthalten.
fr_fr: Le numéro de sécurité sociale ne doit contenir que 9 chiffres.
it_it: Il numero di previdenza sociale deve contenere solo 9 cifre.
ja_jp: 社会保障番号は9桁のみである必要があります。
pt_pt: O número da segurança social deve conter apenas 9 dígitos.
ro_ro: Numărul de securitate socială trebuie să conțină doar 9 cifre.

source: Social security number must not contain consecutive digits.
de_de: Die Sozialversicherungsnummer darf keine aufeinanderfolgenden Ziffern enthalten.
fr_fr: Le numéro de sécurité sociale ne doit pas contenir de chiffres consécutifs.
it_it: Il numero di previdenza sociale non deve contenere cifre consecutive.
ja_jp: 社会保障番号に連続した数字を含めることはできません。
pt_pt: O número da segurança social não deve conter dígitos consecutivos.
ro_ro: Numărul de securitate socială nu trebuie să conțină cifre consecutive.
