Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

# Two_Factor_Authentication_works_by_adding_an_additional_layer
source: Two-Factor Authentication (2FA) works by adding an additional layer of security to your online accounts. It requires an additional login credential – beyond just the username and password – to gain account access, and getting that second credential requires access to something that belongs to you.
de_de: Die Zwei-Faktor-Authentifizierung (2FA) fügt Ihren Online-Konten eine zusätzliche Sicherheitsebene hinzu. Es erfordert zusätzliche Anmeldeinformationen - über den Benutzernamen und das Passwort hinaus -, um Kontozugriff zu erhalten, und um diese zweiten Anmeldeinformationen zu erhalten, ist der Zugriff auf etwas erforderlich, das Ihnen gehört.
fr_fr: L’authentification à deux facteurs (2FA) fonctionne en ajoutant une couche de sécurité supplémentaire à vos comptes en ligne. Il nécessite un identifiant de connexion supplémentaire - au-delà du nom d’utilisateur et du mot de passe - pour accéder au compte, et l’obtention de ce deuxième identifiant nécessite l’accès à quelque chose qui vous appartient.
it_it: L'autenticazione a due fattori (2FA) funziona aggiungendo un ulteriore livello di sicurezza ai tuoi account online. Richiede una credenziale di accesso aggiuntiva, oltre al nome utente e alla password, per ottenere l'accesso all'account e ottenere quella seconda credenziale richiede l'accesso a qualcosa che ti appartiene.
ja_jp: 2 要素認証 (2FA) は、オンライン アカウントにセキュリティ層を追加することで機能します。アカウントアクセスを取得するには、ユーザー名とパスワードだけでなく、追加のログイン資格情報が必要であり、2番目の資格情報を取得するには、自分に属するものへのアクセスが必要です。
pt_pt: A Autenticação de Dois Fatores (2FA) funciona adicionando uma camada adicional de segurança às suas contas online. Requer uma credencial adicional de login – para além do nome de utilizador e palavra-passe – para obter acesso à conta, e obter essa segunda credencial requer acesso a algo que lhe pertence.
ro_ro: Autentificarea cu doi factori (2FA) funcționează prin adăugarea unui nivel suplimentar de securitate la conturile dvs. Este nevoie de o acreditare de conectare suplimentară - dincolo de numele de utilizator și parola - pentru a obține acces la cont, iar obținerea celei de-a doua acreditări necesită acces la ceva care vă aparține.

source: UI Culture Code
de_de: UI-Kulturcode
fr_fr: Code de culture d’interface utilisateur
it_it: Codice della lingua dell'interfaccia utente
ja_jp: UI カルチャ コード
pt_pt: Código de Cultura da UI
ro_ro: Codul culturii UI

source: Unable to upload an empty file.
de_de: Eine leere Datei kann nicht hochgeladen werden.
fr_fr: Impossible de télécharger un fichier vide.
it_it: Impossibile caricare un file vuoto.
ja_jp: 空のファイルをアップロードできません。
pt_pt: Incapaz de carregar um ficheiro vazio.
ro_ro: Imposibil de încărcat un fișier gol.

source: Unautorized
de_de: Nichtautorisiert
fr_fr: Non automatisé
it_it: Non autorizzato
ja_jp: 自動化されていない
pt_pt: Não fertilizado
ro_ro: Neautorizat

source: United States
de_de: USA
fr_fr: États-Unis
it_it: Stati Uniti
ja_jp: 米国
pt_pt: Estados Unidos
ro_ro: Statele Unite

source: Units of Time
de_de: Zeiteinheiten
fr_fr: Unités de temps
it_it: Unità di tempo
ja_jp: 時間の単位
pt_pt: Unidades do Tempo
ro_ro: Unități de timp

source: Universal Sortable DateTime Pattern
de_de: Universelles sortierbares DateTime-Muster
fr_fr: Modèle DateTime triable universel
it_it: Modello DateTime ordinabile universale
ja_jp: 汎用並べ替え可能な日時パターン
pt_pt: Padrão universal de tempo de data ordenado
ro_ro: Model DateTime sortabil universal

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: 更新
pt_pt: Atualização
ro_ro: Actualiza

source: Upload Avatar
de_de: Avatar hochladen
fr_fr: Télécharger l’avatar
it_it: Carica avatar
ja_jp: アバターのアップロード
ro_ro: Încărcați Avatar

source: Upload Documents
de_de: Dokumente hochladen
fr_fr: Télécharger des documents
it_it: Carica documenti
ja_jp: ドキュメントのアップロード
pt_pt: Enviar documentos
ro_ro: Încărcarea documentelor

source: Username
de_de: Nutzername
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_jp: ユーザー名
pt_pt: Nome de utilizador
ro_ro: Nume de utilizator

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
it_it: Gli utenti
ja_jp: ユーザー
pt_pt: Utilizadores
ro_ro: Utilizatorii

source: Users Management
de_de: Benutzerverwaltung
fr_fr: Gestion des utilisateurs
it_it: Gestione utenti
ja_jp: ユーザー管理
pt_pt: Gestão de Utilizadores
ro_ro: Gestionarea utilizatorilor

source: User Account
de_de: Benutzerkonto
fr_fr: Compte d’utilisateur
it_it: Account utente
ja_jp: ユーザー アカウント
pt_pt: Conta de Utilizador
ro_ro: Cont de utilizator

source: User Documents
de_de: Benutzerdokumente
fr_fr: Documents de l’utilisateur
it_it: Documenti utente
ja_jp: ユーザー ドキュメント
pt_pt: Documentos do Utilizador
ro_ro: Documente utilizator

source: User is not found.
de_de: Benutzer wurde nicht gefunden.
fr_fr: L’utilisateur est introuvable.
it_it: L'utente non viene trovato.
ja_jp: ユーザーが見つかりません。
pt_pt: O utilizador não é encontrado.
ro_ro: Utilizatorul nu este găsit.

source: User Profile
de_de: Benutzerprofil
fr_fr: Profil utilisateur
it_it: Profilo utente
ja_jp: ユーザー プロファイル
pt_pt: Perfil do Utilizador
ro_ro: Profil utilizator

source: User Settings
de_de: Benutzereinstellungen
fr_fr: Paramètres utilisateur
it_it: Impostazioni utente
ja_jp: ユーザー設定
pt_pt: Definições do utilizador
ro_ro: Setări utilizator

source: Use a local account to log in.
de_de: Verwenden Sie ein lokales Konto, um sich anzumelden.
fr_fr: Utilisez un compte local pour vous connecter.
it_it: Utilizzare un account locale per accedere.
ja_jp: ローカル アカウントを使用してログインします。
pt_pt: Use uma conta local para fazer login.
ro_ro: Utilizați un cont local pentru a vă conecta.

source: Validation Summary
de_de: Zusammenfassung der Validierung
fr_fr: Résumé de la validation
it_it: Riepilogo convalida
ja_jp: 検証の概要
pt_pt: Resumo da validação
ro_ro: Rezumat validare

source: Value
de_de: Wert
fr_fr: Valeur
it_it: Valore
ja_jp: 価値
pt_pt: Valor
ro_ro: Valoare

source: Verify
de_de: Überprüfen
fr_fr: Vérifier
it_it: Verificare
ja_jp: 確かめる
pt_pt: Verificar
ro_ro: Verifica

source: View
de_de: Ansehen
fr_fr: Vue
it_it: Vista
ja_jp: 眺める
pt_pt: Ver
ro_ro: Vedere

source: View Applicant
de_de: Bewerber anzeigen
fr_fr: Voir le candidat
it_it: Visualizza richiedente
ja_jp: 申請者の表示
pt_pt: Ver Candidato
ro_ro: Vezi solicitantului

source: Visit Website
de_de: Website besuchen
fr_fr: Visitez le site Web
it_it: Visita il sito
ja_jp: ウェブサイトを訪問
pt_pt: Visite o site
ro_ro: Vizitați site-ul web

source: Weight
de_de: Gewicht
fr_fr: Poids
it_it: Peso
ja_jp: 重量
pt_pt: Peso
ro_ro: Greutate

source: Wind
fr_fr: Vent
it_it: Vento
ja_jp: 風
pt_pt: Vento
ro_ro: Vânt

source: Year Month Pattern
de_de: Jahr Monatsmuster
fr_fr: Modèle année-mois
it_it: Modello del mese dell'anno
ja_jp: 年月パターン
pt_pt: Padrão do mês do ano
ro_ro: Anul Luna model

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì
ja_jp: はい
pt_pt: Sim
ro_ro: Da

source: Yes, delete it
de_de: Ja, löschen Sie es
fr_fr: Oui, supprimez-le
it_it: Sì, eliminalo
ja_jp: はい、削除します
pt_pt: Sim, apagá-lo.
ro_ro: Da, ștergeți-l

source: Yes, remove it
de_de: Ja, entfernen Sie es
fr_fr: Oui, supprimez-le
it_it: Sì, rimuovilo
ja_jp: はい、削除します
pt_pt: Sim, removê-lo.
ro_ro: Da, eliminați-l

source: Yes, rename it
de_de: Ja, umbenennen
fr_fr: Oui, renommez-le
it_it: Sì, rinominalo
ja_jp: はい、名前を変更します
pt_pt: Sim, mudar o nome.
ro_ro: Da, redenumiți-l

source: Your account contains personal data that you have given us.
de_de: Ihr Konto enthält personenbezogene Daten, die Sie uns zur Verfügung gestellt haben.
fr_fr: Votre compte contient des données personnelles que vous nous avez fournies.
it_it: Il tuo account contiene dati personali che ci hai fornito.
ja_jp: お客様のアカウントには、お客様から当社に提供された個人データが含まれています。
pt_pt: A sua conta contém dados pessoais que nos deu.
ro_ro: Contul dumneavoastră conține date cu caracter personal pe care ni le-ați furnizat.

source: Your password has been reset
de_de: Ihr Passwort wurde zurückgesetzt
fr_fr: Votre mot de passe a été réinitialisé
it_it: La password è stata reimpostata
ja_jp: パスワードがリセットされました
pt_pt: A sua palavra-passe foi reposta
ro_ro: Parola a fost resetată

source: Your report {0} is ready to download.
de_de: Ihr Bericht {0} kann heruntergeladen werden.!
fr_fr: Votre rapport {0} est prêt à être téléchargé. !
it_it: Il report {0} è pronto per il download.
ja_jp: レポート{0}をダウンロードする準備ができました。
pt_pt: O seu relatório {0} está pronto para download.!
ro_ro: raportul {0} este gata de descărcare.

source: Your report generation has failed.
de_de: Bereichterstellung ist fehlgeschlagen.
fr_fr: Échec de la génération de rapports
it_it: La generazione del report non è riuscita.
ja_jp: レポートの生成に失敗しました。
pt_pt: A geração do seu relatório falhou!
ro_ro: Generarea raportului nu a reușit.

source: Your report is being generated.
de_de: Ihr Report wird nun für Sie zusammengestellt
fr_fr: Les données de la table de rapport sont en cours de suppression.
it_it: Il report viene generato.
ja_jp: レポートを生成しています。
pt_pt: O relatório está sendo gerado...
ro_ro: Raportul este generat.

source: Your report is being initiated.
de_de: Ihr Bericht wird initiiert.!
fr_fr: Votre rapport est en cours d'élaboration. !
it_it: La segnalazione è in fase di avvio.
ja_jp: レポートを開始しています。
pt_pt: O seu relatório está a ser iniciado!
ro_ro: Raportul dumneavoastră este în curs de inițiere.

source: Your report is ready to download.
de_de: Ihr Bericht steht zum Download bereit.!
fr_fr: Votre rapport est prêt à être téléchargé. !
it_it: Il report è pronto per il download.
ja_jp: レポートをダウンロードする準備ができました。
pt_pt: O seu relatório está pronto para download.!
ro_ro: Raportul este gata de descărcare.

source: Your report {0} is ready to download.
de_de: Ihr Bericht {0} kann heruntergeladen werden.!
fr_fr: Votre rapport {0} est prêt à être téléchargé. !
it_it: Il report {0} è pronto per il download.
ja_jp: レポート{0}をダウンロードする準備ができました。
pt_pt: O seu relatório {0} está pronto para download.!
ro_ro: raportul {0} este gata de descărcare.

source: your two factor authentication app will provide you with a unique code.
de_de: Ihre Zwei-Faktor-Authentifizierungs-App stellt Ihnen einen eindeutigen Code zur Verfügung.
fr_fr: votre application d’authentification à deux facteurs vous fournira un code unique.
it_it: la tua app di autenticazione a due fattori ti fornirà un codice univoco.
ja_jp: 二要素認証アプリは、一意のコードを提供します。
pt_pt: a sua app de autenticação de dois fatores irá fornecer-lhe um código único.
ro_ro: aplicația de autentificare cu doi factori vă va oferi un cod unic.

source: You are not authenticated to export this report.
de_de: Sie sind nicht authentifiziert, diesen Bericht zu exportieren.!
fr_fr: Vous n'êtes pas authentifié pour exporter ce rapport. !
it_it: Non si è autenticati per esportare questo report.
ja_jp: このレポートをエクスポートする認証がされていません。
pt_pt: Você não está autenticado para exportar este relatório.!
ro_ro: Nu sunteți autentificat pentru a exporta acest raport.

source: You are not authorized to access this page
de_de: Sie sind nicht berechtigt, auf diese Seite zuzugreifen
fr_fr: Vous n’êtes pas autorisé à accéder à cette page
it_it: Non sei autorizzato ad accedere a questa pagina
ja_jp: このページにアクセスする権限がありません
pt_pt: Não está autorizado a aceder a esta página
ro_ro: Nu sunteți autorizat să accesați această pagină

source: You can
de_de: Sie können
fr_fr: Vous pouvez
it_it: Si può
ja_jp: できます
pt_pt: É possível
ro_ro: Poţi

source: You have no recovery codes left.
de_de: Sie haben keine Wiederherstellungscodes mehr.
fr_fr: Vous n’avez plus de codes de récupération.
it_it: Non hai più codici di ripristino.
ja_jp: 回復コードが残っていません。
pt_pt: Não te restam códigos de recuperação.
ro_ro: Nu mai aveți coduri de recuperare.

# You_have_num_recovery_codes_left
source: You have {0} recovery codes left.
de_de: Sie haben noch {0} Wiederherstellungscodes.
fr_fr: Il vous reste {0} codes de récupération.
it_it: Hai {0} codici di ripristino rimasti.
ja_jp: 回復コードが残{0}。
pt_pt: Ainda tem {0} códigos de recuperação.
ro_ro: Mai aveți {0} coduri de recuperare.

source: You have one recovery code left.
de_de: Sie haben noch einen Wiederherstellungscode.
fr_fr: Il vous reste un code de récupération.
it_it: È rimasto un codice di ripristino.
ja_jp: 復旧コードが 1 つ残っています。
pt_pt: Só lhe resta um código de recuperação.
ro_ro: Mai aveți un cod de recuperare.

source: You must
de_de: Du musst
fr_fr: Il le faut
it_it: Devi
ja_jp: しなきゃいけません
pt_pt: Tens de o fazer
ro_ro: Trebuie să

source: You should
de_de: Sie sollten
fr_fr: Tu devrais
it_it: Dovresti
ja_jp: あなたはすべきです
pt_pt: Deveria.
ro_ro: Ar trebui să

source: File has been uploaded successfully.
de_de: Die Datei wurde erfolgreich hochgeladen.
fr_fr: Le fichier a été téléchargé avec succès.
it_it: Il file è stato caricato correttamente.
ja_jp: ファイルが正常にアップロードされました。
pt_pt: O ficheiro foi carregado com sucesso.
ro_ro: Fișierul a fost încărcat cu succes.

source: File upload was cancelled.
de_de: Der Dateiupload wurde abgebrochen.
fr_fr: Le téléchargement de fichiers a été annulé.
it_it: Il caricamento del file è stato annullato.
ja_jp: ファイルのアップロードがキャンセルされました。
pt_pt: O upload do ficheiro foi cancelado.
ro_ro: Încărcarea fișierelor a fost anulată.

source: Upload File
de_de: Datei hochladen
fr_fr: Télécharger un fichier
it_it: Carica file
ja_jp: ファイルのアップロード
pt_pt: Ficheiro upload
ro_ro: Încărcați fișierul

source: Access token timespan cannot be null.
de_de: Die Zeitspanne des Zugriffstokens darf nicht null sein.
fr_fr: La durée du jeton d’accès ne peut pas être nulle.
it_it: L'intervallo di tempo del token di accesso non può essere null.
ja_jp: アクセス トークンのタイムスパンを null にすることはできません。
pt_pt: O tempo de acesso ao token não pode ser nulo.
ro_ro: Simbolul de acces timespan nu poate fi nul.

source: Access token timespan is required.
de_de: Die Zeitspanne des Zugriffstokens ist erforderlich.
fr_fr: L’intervalle de temps du jeton d’accès est requis.
it_it: È richiesto un intervallo di tempo del token di accesso.
ja_jp: アクセス トークンの有効期間が必要です。
pt_pt: É necessário aceder ao tempo de token.
ro_ro: Este necesar un interval de timp pentru simbolul de acces.

source: Allowed username characters are required.
de_de: Zulässige Benutzernamenzeichen sind erforderlich.
fr_fr: Les caractères de nom d’utilisateur autorisés sont obligatoires.
it_it: I caratteri consentiti del nome utente sono obbligatori.
ja_jp: 使用できるユーザー名の文字は必須です。
pt_pt: São necessários caracteres de nome de utilizador permitidos.
ro_ro: Sunt necesare caractere de nume de utilizator permise.

source: An unknown failure has occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
fr_fr: Une défaillance inconnue s’est produite.
it_it: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
pt_pt: Ocorreu uma falha desconhecida.
ro_ro: S-a produs o defecțiune necunoscută.

source: Applicant has been created successfully
de_de: Bewerber wurde erfolgreich erstellt
fr_fr: Le candidat a été créé avec succès
it_it: Il candidato è stato creato con successo
ja_jp: 申請者が正常に作成されました
pt_pt: Candidato foi criado com sucesso
ro_ro: Solicitantul a fost creat cu succes

source: Applicant has been deleted successfully.
de_de: Der Antragsteller wurde erfolgreich gelöscht.
fr_fr: Le demandeur a été supprimé avec succès.
it_it: Il richiedente è stato eliminato con successo.
ja_jp: 申請者は正常に削除されました。
pt_pt: O requerente foi eliminado com êxito.
ro_ro: Solicitantul a fost șters cu succes.

source: Applicant has been updated successfully.
de_de: Der Antragsteller wurde erfolgreich aktualisiert.
fr_fr: Le demandeur a été mis à jour avec succès.
it_it: Il richiedente è stato aggiornato correttamente.
ja_jp: 申請者が正常に更新されました。
pt_pt: O requerente foi atualizado com sucesso.
ro_ro: Solicitantul a fost actualizat cu succes.

source: A user with this login already exists.
de_de: Ein Benutzer mit diesem Login ist bereits vorhanden.
fr_fr: Un utilisateur avec cette connexion existe déjà.
it_it: Un utente con questo login esiste già.
ja_jp: このログインを持つユーザーは既に存在します。
pt_pt: Um utilizador com este login já existe.
ro_ro: Un utilizator cu această autentificare există deja.

# Cannot_disable_2FA_for_user_with_Id
source: Cannot disable Two-Factor Authentication for user with ID '{0}' as it's not currently enabled.
de_de: Die Zwei-Faktor-Authentifizierung kann für Benutzer mit der ID "{0}" nicht deaktiviert werden, da sie derzeit nicht aktiviert ist.
fr_fr: Impossible de désactiver l’authentification à deux facteurs pour l’utilisateur avec l’ID '{0}' car elle n’est pas activée actuellement.
it_it: Impossibile disabilitare l'autenticazione a due fattori per gli utenti con ID '{0}' poiché non è attualmente abilitata.
ja_jp: ID が「{0}」のユーザーの 2 要素認証は現在有効になっていないため、無効にすることはできません。
pt_pt: Não é possível desativar a autenticação de dois fatores para o utilizador com id '{0}' uma vez que não está ativada atualmente.
ro_ro: Imposibil de dezactivat autentificarea cu doi factori pentru utilizator cu ID-ul "{0}", deoarece nu este activat în prezent.

# Cannot_generate_recovery_codes
source: Cannot generate recovery codes for username '{0}' as they do not have Two-Factor Authentication enabled.
de_de: Wiederherstellungscodes für den Benutzernamen '{0}' können nicht generiert werden, da die Zwei-Faktor-Authentifizierung nicht aktiviert ist.
fr_fr: Impossible de générer des codes de récupération pour le nom d’utilisateur '{0}' car l’authentification à deux facteurs n’est pas activée.
it_it: Impossibile generare codici di ripristino per il nome utente '{0}' in quanto non hanno abilitato l'autenticazione a due fattori.
ja_jp: ユーザー名「{0}」は2要素認証が有効になっていないため、リカバリコードを生成できません。
pt_pt: Não é possível gerar códigos de recuperação para o nome de utilizador '{0}', uma vez que não têm a autenticação de dois fatores ativada.
ro_ro: Nu se poate genera coduri de recuperare pentru numele de utilizator "{0}", deoarece acestea nu au autentificarea cu doi factori activată.

source: Code is required.
de_de: Code ist erforderlich.
fr_fr: Le code est requis.
it_it: Il codice è obbligatorio.
ja_jp: コードは必須です。
pt_pt: O código é necessário.
ro_ro: Codul este necesar.

# Confirmation_link_to_change_email_has_been_sent
source: Confirmation link to change email has been sent. Please check your email.
de_de: Bestätigungslink zur Änderung der E-Mail wurde gesendet. Bitte überprüfen Sie Ihre E-Mails.
fr_fr: Le lien de confirmation pour modifier l’adresse e-mail a été envoyé. Veuillez vérifier vos e-mails.
it_it: È stato inviato il link di conferma per modificare l'email. Controlla la tua email.
ja_jp: 変更用メールの確認リンクが送信されました。メールをご確認ください。
pt_pt: Foi enviado o link de confirmação para alterar o e-mail. Por favor, verifique o seu e-mail.
ro_ro: A fost trimis un link de confirmare pentru modificarea e-mailului. Vă rugăm să verificați e-mailul.

source: Confirm Password is required.
de_de: Kennwort bestätigen ist erforderlich.
fr_fr: Confirmez que le mot de passe est requis.
it_it: È necessario confermare la password.
ja_jp: パスワードの確認が必要です。
pt_pt: Confirme que a palavra-passe é necessária.
ro_ro: Confirmați că este necesară parola.

source: Confirm your email
de_de: Bestätigen Sie Ihre E-Mail-Adresse
fr_fr: Confirmez votre adresse e-mail
it_it: Conferma la tua email
ja_jp: メールアドレスの確認
pt_pt: Confirme o seu e-mail
ro_ro: Confirmați-vă e-mailul

source: Date of Birth is required
de_de: Geburtsdatum ist erforderlich
fr_fr: La date de naissance est requise
it_it: La data di nascita è obbligatoria
ja_jp: 生年月日が必要です
pt_pt: É necessária a data de nascimento
ro_ro: Data nașterii este necesară

source: Default lockout time Span is required
de_de: Standardmäßige Sperrzeitspanne ist erforderlich
fr_fr: Durée de verrouillage par défaut La durée est requise
it_it: È richiesto un intervallo di tempo di blocco predefinito
ja_jp: デフォルトのロックアウト時間スパンが必要
pt_pt: É necessário tempo de bloqueio predefinido
ro_ro: Este necesar un interval de timp de blocare implicit

# Deletion_of_entity_failed
source: Deletion of entity "{0}" ({1}) failed. {2}.
de_de: Das Löschen der Entität "{0}" ({1}) ist fehlgeschlagen. {2}.
fr_fr: La suppression de l’entité « {0} » ({1}) a échoué. {2}.
it_it: Eliminazione dell'entità "{0}" ({1}) non riuscita. {2}.
ja_jp: エンティティ "{0}" ({1}) の削除に失敗しました。{2}.
pt_pt: A supressão da entidade "{0}" ({1}) falhou. {2}.
ro_ro: Ștergerea entității "{0}" ({1}) nu a reușit. {2}.

# Email_is_already_taken
source: Email '{0}' is already taken.
de_de: E-Mail '{0}' ist bereits vergeben.
fr_fr: L’e-mail '{0}' est déjà pris.
it_it: L'e-mail '{0}' è già stata presa.
ja_jp: メール「{0}」はすでに取得されています。
pt_pt: O e-mail '{0}' já está tomado.
ro_ro: E-mail "{0}" este deja luată.

# Email_is_invalid
source: Email '{0}' is invalid.
de_de: E-Mail '{0}' ist ungültig.
fr_fr: L’e-mail '{0}' n’est pas valide.
it_it: L'email '{0}' non è valida.
ja_jp: 電子メール '{0}' が無効です。
pt_pt: O e-mail '{0}' é inválido.
ro_ro: E-mail "{0}" nu este validă.

# Entity_with_key_was_not_found
source: Entity "{0}" with key "{1}" was not found.
de_de: Die Entität "{0}" mit dem Schlüssel "{1}" wurde nicht gefunden.
fr_fr: L’entité « {0} » avec la clé « {1} » est introuvable.
it_it: Impossibile trovare l'entità "{0}" con chiave "{1}".
ja_jp: キー "{1}" を持つエンティティ "{0}" が見つかりませんでした。
pt_pt: Não foi encontrada a entidade "{0}" com "{1}" chave.
ro_ro: Entitatea "{0}" cu cheie "{1}" nu a fost găsită.

source: Error changing user name.
de_de: Fehler beim Ändern des Benutzernamens.
fr_fr: Erreur lors de la modification du nom d’utilisateur.
it_it: Errore durante la modifica del nome utente.
ja_jp: ユーザー名の変更中にエラーが発生しました。
pt_pt: Erro de alteração do nome de utilizador.
ro_ro: Eroare la schimbarea numelui de utilizator.

source: Error changing your user name.
de_de: Fehler beim Ändern Ihres Benutzernamens.
fr_fr: Erreur lors de la modification de votre nom d’utilisateur.
it_it: Errore durante la modifica del nome utente.
ja_jp: ユーザー名の変更中にエラーが発生しました。
pt_pt: Erro alterando o nome de utilizador.
ro_ro: Eroare la schimbarea numelui de utilizator.

source: File has not been uploaded.
de_de: Die Datei wurde nicht hochgeladen.
fr_fr: Le fichier n’a pas été téléchargé.
it_it: Il file non è stato caricato.
ja_jp: ファイルがアップロードされていません。
pt_pt: O ficheiro não foi carregado.
ro_ro: Fișierul nu a fost încărcat.

source: File storage settings have been updated successfully.
de_de: Die Dateispeichereinstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres de stockage de fichiers ont été mis à jour avec succès.
it_it: Le impostazioni di archiviazione dei file sono state aggiornate correttamente.
ja_jp: ファイルストレージの設定が正常に更新されました。
pt_pt: As definições de armazenamento de ficheiros foram atualizadas com sucesso.
ro_ro: Setările de stocare a fișierelor au fost actualizate cu succes.

source: First name is required.
de_de: Vorname ist erforderlich.
fr_fr: Le prénom est obligatoire.
it_it: Il nome è obbligatorio.
ja_jp: 名は必須です。
pt_pt: O primeiro nome é necessário.
ro_ro: Prenumele este necesar.

source: Height is required.
de_de: Höhe ist erforderlich.
fr_fr: La hauteur est requise.
it_it: L'altezza è richiesta.
ja_jp: 高さは必須です。
pt_pt: É necessária altura.
ro_ro: Înălțimea este necesară.

source: Identity settings have been updated successfully.
de_de: Die Identitätseinstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres d’identité ont été mis à jour avec succès.
it_it: Le impostazioni di identità sono state aggiornate correttamente.
ja_jp: ID 設定が正常に更新されました。
pt_pt: As definições de identidade foram atualizadas com sucesso.
ro_ro: Setările de identitate au fost actualizate cu succes.

source: Incorrect password.
de_de: Falsches Kennwort.
fr_fr: Mot de passe incorrect.
it_it: Password errata.
ja_jp: パスワードが正しくありません。
pt_pt: Senha incorreta.
ro_ro: Parolă incorectă.

source: Invalid applicant ID.
de_de: Ungültige Bewerber-ID.
fr_fr: ID de demandeur non valide.
it_it: ID richiedente non valido.
ja_jp: 申請者 ID が無効です。
pt_pt: Identificação inválida do requerente.
ro_ro: ID-ul solicitantului nevalid.
