Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

# You_are_not_authorized
source: You are not authorized to access {0}.
de_de: Sie sind nicht berechtigt, auf {0} zuzugreifen.
fr_fr: Vous n’êtes pas autorisé à accéder à {0}.
it_it: Non sei autorizzato ad accedere a {0}.
ja_jp: {0}にアクセスする権限がありません。
pt_pt: Não está autorizado a aceder a {0}.
ro_ro: Nu sunteți autorizat să accesați {0}.

source: You have generated new recovery codes.
de_de: Sie haben neue Wiederherstellungscodes generiert.
fr_fr: Vous avez généré de nouveaux codes de récupération.
it_it: Sono stati generati nuovi codici di ripristino.
ja_jp: 新しいリカバリコードを生成しました。
pt_pt: Gerou novos códigos de recuperação.
ro_ro: Ați generat noi coduri de recuperare.

source: You have successfully created a new account.
de_de: Sie haben erfolgreich ein neues Konto erstellt.
fr_fr: Vous avez créé un nouveau compte.
it_it: Hai creato correttamente un nuovo account.
ja_jp: これで、新しいアカウントが正常に作成されました。
pt_pt: Criou com sucesso uma nova conta.
ro_ro: Ați creat cu succes un cont nou.

source: Please check your email to reset your password.
de_de: Bitte überprüfen Sie Ihre E-Mails, um Ihr Passwort zurückzusetzen.
fr_fr: Veuillez vérifier votre adresse e-mail pour réinitialiser votre mot de passe.
it_it: Controlla la tua email per reimpostare la password.
ja_jp: パスワードをリセットするには、メールを確認してください。
pt_pt: Verifique o seu e-mail para redefinir a sua palavra-passe.
ro_ro: Vă rugăm să verificați e-mailul pentru a vă reseta parola.

source: to reset your password
de_de: So setzen Sie Ihr Kennwort zurück
fr_fr: Pour réinitialiser votre mot de passe
it_it: Per reimpostare la password
ja_jp: パスワードをリセットするには
pt_pt: para redefinir a sua palavra-passe
ro_ro: pentru a reseta parola

source: Please click
de_de: Bitte klicken Sie auf
fr_fr: Veuillez cliquer sur
it_it: Fare clic su
ja_jp: クリックしてください
pt_pt: Por favor, clique
ro_ro: Vă rugăm să faceți clic pe

source: to
de_de: An
fr_fr: À
it_it: A
ja_jp: 宛先
pt_pt: Para
ro_ro: spre

source: Assign permissions to
de_de: Zuweisen von Berechtigungen zu
fr_fr: Attribuer des autorisations à
it_it: Assegnare autorizzazioni a
ja_jp: アクセス許可の割り当て先
pt_pt: Atribuir permissões a
ro_ro: Atribuirea permisiunilor către

source: There are no data to generate report.
de_de: Es sind keine Daten vorhanden, um einen Bericht zu generieren.
fr_fr: Il n’y a pas de données pour générer un rapport.
it_it: Non ci sono dati per generare report.
ja_jp: レポートを生成するデータがありません。
pt_pt: Não há dados para gerar relatório.
ro_ro: Nu există date pentru a genera raport.

source: Are you sure you want to save this record?
de_de: Sind Sie sicher, dass Sie diesen Datensatz speichern möchten?
fr_fr: Voulez-vous vraiment sauvegarder cet enregistrement ?
it_it: Salvare questo record?
ja_jp: このレコードを保存してもよろしいですか?
pt_pt: Tem a certeza de que pretende guardar este registo?
ro_ro: Sunteți sigur că doriți să salvați această înregistrare?

# Consider_switching_your_device_to_light_mode
source: If you're having trouble scanning the QR code, try changing the app to light mode by tapping the dark/light button in the header menu. Some QR codes may not scan properly in dark mode due to contrast problems. By switching to light mode, the QR code will be easier to read and your device will have an easier time scanning it.
de_de: Wenn Sie Probleme beim Scannen eines QR-Codes haben, versuchen Sie, die App in den hellen Modus zu versetzen, indem Sie im Kopfzeilenmenü auf die Schaltfläche dunkel/hell tippen. Einige QR-Codes werden im Dunkelmodus aufgrund von Kontrastproblemen möglicherweise nicht richtig gescannt. Wenn Sie in den Lichtmodus wechseln, ist der QR-Code leichter zu lesen und Ihr Gerät kann ihn leichter scannen.
fr_fr: Si vous rencontrez des difficultés pour scanner un code QR, essayez de passer l’application en mode clair en appuyant sur le bouton sombre/clair dans le menu d’en-tête. Certains codes QR peuvent ne pas être numérisés correctement en mode sombre en raison de problèmes de contraste. En passant en mode lumière, le code QR sera plus facile à lire et votre appareil aura plus de facilité à le scanner.
it_it: Se hai problemi con la scansione di un codice QR, prova a impostare l'app in modalità luce toccando il pulsante scuro/chiaro nel menu dell'intestazione. Alcuni codici QR potrebbero non essere scansionati correttamente in modalità scura a causa di problemi di contrasto. Passando alla modalità luce, il codice QR sarà più facile da leggere e il tuo dispositivo avrà un tempo più facile scansionarlo.
ja_jp: QRコードのスキャンに問題がある場合は、ヘッダーメニューのダーク/ライトボタンをタップして、アプリをライトモードに変更してみてください。一部のQRコードは、コントラストの問題により、ダークモードで正しくスキャンされない場合があります。ライトモードに切り替えることで、QRコードが読みやすくなり、デバイスのスキャンが容易になります。
pt_pt: Se você estiver tendo problemas para escanear um código QR, tente mudar o aplicativo para o modo claro tocando no botão escuro/claro no menu de cabeçalho. Alguns códigos QR podem não ser digitalizados corretamente no modo escuro devido a problemas de contraste. Ao mudar para o modo de luz, o código QR será mais fácil de ler e o seu dispositivo terá mais facilidade em digitalizá-lo.
ro_ro: Dacă întâmpinați probleme la scanarea codului QR, încercați să schimbați aplicația în modul lumină atingând butonul întuneric/lumină din meniul antet. Este posibil ca unele coduri QR să nu fie scanate corect în modul întunecat din cauza problemelor de contrast. Prin trecerea la modul luminos, codul QR va fi mai ușor de citit, iar dispozitivul va avea un timp mai ușor de scanare.

# The_Host_portal_cannot_be_accessed
source: The Host portal cannot be accessed while using a separate database per tenant as a data isolation strategy. Please reach out to the administrator for further assistance.
de_de: Auf das Hostportal kann nicht zugegriffen werden, wenn eine separate Datenbank pro Mandant als Datenisolationsstrategie verwendet wird. Bitte wenden Sie sich an den Administrator, um weitere Unterstützung zu erhalten.
fr_fr: Le portail hôte n’est pas accessible lors de l’utilisation d’une base de données distincte par locataire comme stratégie d’isolation des données. Veuillez contacter l’administrateur pour obtenir de l’aide.
it_it: Non è possibile accedere al portale host durante l'utilizzo di un database separato per tenant come strategia di isolamento dei dati. Contatta l'amministratore per ulteriore assistenza.
ja_jp: ホストポータルは、データ分離戦略としてテナントごとに個別のデータベースを使用している間はアクセスできません。詳細については、管理者にお問い合わせください。
pt_pt: O portal do host não pode ser acessado usando um banco de dados separado por locatário como uma estratégia de isolamento de dados. Entre em contato com o administrador para obter mais assistência.
ro_ro: Portalul gazdă nu poate fi accesat în timp ce utilizați o bază de date separată per entitate găzduită ca strategie de izolare a datelor. Vă rugăm să contactați administratorul pentru asistență suplimentară.

# It_is_not_possible_to_create_a_new_tenant_while_in_single_tenant_mode
source: It is not possible to create a new tenant while in single tenant mode. The creation of tenants is exclusively permitted in multi-tenant mode.
de_de: Es ist nicht möglich, einen neuen Mandanten zu erstellen, während Sie sich im Einzelmandantenmodus befinden. Das Anlegen von Mandanten ist ausschließlich im Multi-Tenant-Modus zulässig.
fr_fr: Il n’est pas possible de créer un nouveau client en mode client unique. La création de locataires est exclusivement autorisée en mode mutualisé.
it_it: Non è possibile creare un nuovo tenant in modalità tenant singolo. La creazione di tenant è consentita esclusivamente in modalità multi-tenant.
ja_jp: シングルテナントモードで新しいテナントを作成することはできません。テナントの作成は、マルチテナント モードでのみ許可されます。
pt_pt: Não é possível criar um novo inquilino no modo de inquilino único. A criação de inquilinos é permitida exclusivamente em modo multi-inquilino.
ro_ro: Nu este posibil să creați o entitate găzduită nouă în timp ce în modul de entitate găzduită unică. Crearea de chiriași este permisă exclusiv în modul multi-chiriaș.

source: It is not possible to create, update or delete a tenant while in single tenant mode. The management of tenants is exclusively permitted in multi-tenant mode.
de_de: Es ist nicht möglich, einen Mandanten im Single-Tenant-Modus zu erstellen, zu aktualisieren oder zu löschen. Die Verwaltung von Mandanten ist ausschließlich im Multi-Tenant-Modus zulässig.
fr_fr: Il n’est pas possible de créer, mettre à jour ou supprimer un client en mode client unique. La gestion des locataires est exclusivement permise en mode multi-locataire.
it_it: Non è possibile creare, aggiornare o eliminare un tenant in modalità tenant singolo. La gestione degli inquilini è consentita esclusivamente in modalità multi-tenant.
ja_jp: シングル テナント モードでは、テナントを作成、更新、または削除することはできません。テナントの管理は、マルチテナント モードでのみ許可されます。
pt_pt: Não é possível criar, atualizar ou excluir um locatário no modo de locatário único. A gestão de inquilinos é permitida exclusivamente em modo multi-inquilino.
ro_ro: Nu este posibil să creați, să actualizați sau să ștergeți o entitate găzduită în timp ce vă aflați în modul de entitate găzduită unică. Gestionarea entităților găzduite este permisă exclusiv în modul cu mai multe entități găzduite.

source: Tenants Management
de_de: Mieterverwaltung
fr_fr: Gestion des locataires
it_it: Gestione inquilini
ja_jp: テナント管理
pt_pt: Gestão de Inquilinos
ro_ro: Managementul chiriașilor

source: My Tenant
de_de: Mein Mandant
fr_fr: Mon locataire
it_it: Il mio inquilino
ja_jp: マイテナント
pt_pt: O meu inquilino
ro_ro: Chiriașul meu

source: Unable to load tenant.
de_de: Mandant kann nicht geladen werden.
fr_fr: Impossible de charger le locataire.
it_it: Impossibile caricare il tenant.
ja_jp: テナントを読み込めません。
pt_pt: Não é possível carregar o locatário.
ro_ro: Imposibil de încărcat entitate găzduită.

source: Invalid tenant ID.
de_de: Ungültige Mandanten-ID.
fr_fr: ID de locataire non valide.
it_it: ID tenant non valido.
ja_jp: テナント ID が無効です。
pt_pt: ID de locatário inválido.
ro_ro: ID de entitate găzduită nevalidă.

source: The tenant is not found.
de_de: Der Mandant wurde nicht gefunden.
fr_fr: Le locataire est introuvable.
it_it: L'inquilino non viene trovato.
ja_jp: テナントが見つかりません。
pt_pt: O inquilino não foi encontrado.
ro_ro: Chiriașul nu este găsit.

source: Super Admin
fr_fr: Super administrateur
it_it: Super amministratore
ja_jp: スーパー管理者
pt_pt: Super Administrador

source: A tenant with the same name already exists. Please choose a different name.
de_de: Ein Mandant mit demselben Namen ist bereits vorhanden. Bitte wählen Sie einen anderen Namen.
fr_fr: Un locataire portant le même nom existe déjà. Veuillez choisir un autre nom.
it_it: Esiste già un tenant con lo stesso nome. Scegli un nome diverso.
ja_jp: 同じ名前のテナントが既に存在します。別の名前を選択してください。
pt_pt: Já existe um inquilino com o mesmo nome. Por favor, escolha um nome diferente.
ro_ro: Un chiriaș cu același nume există deja. Vă rugăm să alegeți un alt nume.

source: Show recovery codes
de_de: Wiederherstellungscodes anzeigen
fr_fr: Afficher les codes de récupération
it_it: Mostra codici di ripristino
ja_jp: リカバリコードを表示する
pt_pt: Mostrar códigos de recuperação
ro_ro: Afișarea codurilor de recuperare

source: Enable Authenticator App
de_de: Aktivieren Sie die Authentifikator-App
fr_fr: Activer l’application Authenticator
it_it: Abilita app Authenticator
ja_jp: 認証アプリを有効にする
pt_pt: Ativar aplicativo autenticador
ro_ro: Activați aplicația Authenticator

# Enable_2FA
source: Enable Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung aktivieren
fr_fr: Activer l’authentification à deux facteurs
it_it: Abilita l'autenticazione a due fattori
ja_jp: 2要素認証を有効にする
pt_pt: Habilitar autenticação de dois fatores
ro_ro: Activați autentificarea cu doi factori

source: Application error(s) occurred while processing your request.
de_de: Bei der Bearbeitung Ihrer Anfrage sind Anwendungsfehler aufgetreten.
fr_fr: Des erreurs d’application se sont produites lors du traitement de votre demande.
it_it: Si sono verificati errori dell'applicazione durante l'elaborazione della richiesta.
ja_jp: 要求の処理中にアプリケーション エラーが発生しました。
pt_pt: Ocorreram erros de aplicação durante o processamento do seu pedido.
ro_ro: Erori de aplicație au apărut în timpul procesării solicitării dvs.

source: Unauthorized access detected.
de_de: Unbefugter Zugriff erkannt.
fr_fr: Accès non autorisé détecté.
it_it: Rilevato accesso non autorizzato.
ja_jp: 不正アクセスが検出されました。
pt_pt: Acesso não autorizado detetado.
ro_ro: Acces neautorizat detectat.

source: Access to the requested resource is forbidden.
de_de: Der Zugriff auf die angeforderte Ressource ist verboten.
fr_fr: L’accès à la ressource demandée est interdit.
it_it: L'accesso alla risorsa richiesta è vietato.
ja_jp: 要求されたリソースへのアクセスは禁止されています。
pt_pt: O acesso ao recurso solicitado é proibido.
ro_ro: Accesul la resursa solicitată este interzis.

source: The request was not processed due to invalid or missing parameters.
de_de: Die Anforderung wurde aufgrund ungültiger oder fehlender Parameter nicht verarbeitet.
fr_fr: La demande n’a pas été traitée en raison de paramètres non valides ou manquants.
it_it: La richiesta non è stata elaborata a causa di parametri non validi o mancanti.
ja_jp: パラメーターが無効または欠落しているため、要求は処理されませんでした。
pt_pt: A solicitação não foi processada devido a parâmetros inválidos ou ausentes.
ro_ro: Solicitarea nu a fost procesată din cauza parametrilor nevalidi sau lipsiți.

source: The requested resource was not found.
de_de: Die angeforderte Ressource wurde nicht gefunden.
fr_fr: La ressource demandée est introuvable.
it_it: Impossibile trovare la risorsa richiesta.
ja_jp: 要求されたリソースが見つかりませんでした。
pt_pt: O recurso solicitado não foi encontrado.
ro_ro: Resursa solicitată nu a fost găsită.

source: An internal server error occurred while processing your request.
de_de: Bei der Verarbeitung Ihrer Anfrage ist ein interner Serverfehler aufgetreten.
fr_fr: Une erreur interne du serveur s’est produite lors du traitement de votre demande.
it_it: Si è verificato un errore interno del server durante l'elaborazione della richiesta.
ja_jp: 要求の処理中に内部サーバー エラーが発生しました。
pt_pt: Ocorreu um erro interno do servidor durante o processamento do seu pedido.
ro_ro: A apărut o eroare internă de server în timpul procesării solicitării.

source: An error occurred while processing your request.
de_de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
fr_fr: Une erreur s’est produite lors du traitement de votre demande.
it_it: Si è verificato un errore durante l'elaborazione della richiesta.
ja_jp: 要求の処理中にエラーが発生しました。
pt_pt: Ocorreu um erro durante o processamento do seu pedido.
ro_ro: A apărut o eroare în timpul procesării solicitării dvs.

source: Model validation error(s) occurred while processing your request.
de_de: Bei der Verarbeitung Ihrer Anforderung sind Fehler bei der Modellvalidierung aufgetreten.
fr_fr: Des erreurs de validation du modèle se sont produites lors du traitement de votre demande.
it_it: Si sono verificati errori di convalida del modello durante l'elaborazione della richiesta.
ja_jp: 要求の処理中にモデル検証エラーが発生しました。
pt_pt: Ocorreram erros de validação do modelo durante o processamento do pedido.
ro_ro: Eroarea (erorile) de validare a modelului a apărut în timpul procesării solicitării dvs.

# You_are_forbidden
source: Access to {0} is prohibited due to insufficient permissions.
de_de: Der Zugriff auf {0} ist aufgrund unzureichender Berechtigungen untersagt.
fr_fr: L’accès à {0} est interdit en raison d’autorisations insuffisantes.
it_it: L'accesso a {0} è vietato a causa di autorizzazioni insufficienti.
ja_jp: 権限が不十分なため、{0}へのアクセスは禁止されています。
pt_pt: O acesso a {0} é proibido devido a permissões insuficientes.
ro_ro: Accesul la {0} este interzis din cauza permisiunilor insuficiente.

source: The time provided must be in UTC format.
de_de: Die angegebene Zeit muss im UTC-Format angegeben werden.
fr_fr: L’heure fournie doit être au format UTC.
it_it: L'orario previsto deve essere in formato UTC.
ja_jp: 指定する時刻は UTC 形式である必要があります。
pt_pt: A hora fornecida deve estar no formato UTC.
ro_ro: Ora furnizată trebuie să fie în format UTC.

source: On-Premises File Storage
de_de: Lokale Dateispeicherung
fr_fr: Stockage de fichiers local
it_it: Archiviazione file locale
ja_jp: オンプレミスのファイルストレージ
pt_pt: Armazenamento de arquivos local
ro_ro: Stocare de fișiere locală

source: Reporting Hub is closed.
de_de: Reporting Hub ist geschlossen.
fr_fr: Reporting Hub est fermé.
it_it: L'hub di report è chiuso.
ja_jp: レポート ハブは閉じられています。
pt_pt: O Reporting Hub está fechado.
ro_ro: Hubul de raportare este închis.

source: Reporting Hub is already closed.
de_de: Reporting Hub ist bereits geschlossen.
fr_fr: Reporting Hub est déjà fermé.
it_it: Hub di report è già chiuso.
ja_jp: レポート ハブは既に閉じられています。
pt_pt: O Reporting Hub já está fechado.
ro_ro: Centrul de raportare este deja închis.

source: Dashboard Hub is closed.
de_de: Der Dashboard-Hub ist geschlossen.
fr_fr: Dashboard Hub est fermé.
it_it: Dashboard Hub è chiuso.
ja_jp: ダッシュボードハブが閉じています。
pt_pt: O Dashboard Hub está fechado.
ro_ro: Hub-ul tabloului de bord este închis.

source: Dashboard Hub is being initialized.
de_de: Dashboard Hub wird initialisiert.
fr_fr: Dashboard Hub est en cours d’initialisation.
it_it: Hub dashboard è in fase di inizializzazione.
ja_jp: ダッシュボードハブを初期化しています。
pt_pt: O Dashboard Hub está sendo inicializado.
ro_ro: Hub-ul tabloului de bord este inițializat.

# Unable_to_connect_to_the_dashboard_hub_due_to_an_error
source: Unable to connect to the dashboard hub due to an error: {0}
de_de: Aufgrund eines Fehlers konnte keine Verbindung zum Dashboard-Hub hergestellt werden: {0}
fr_fr: Impossible de se connecter au hub de tableau de bord en raison d’une erreur : {0}
it_it: Impossibile connettersi all'hub dashboard a causa di un errore: {0}
ja_jp: エラーのためダッシュボードハブに接続できません:{0}
pt_pt: Não é possível conectar-se ao hub do painel devido a um erro: {0}
ro_ro: Imposibil de conectat la hubul tabloului de bord din cauza unei erori: {0}

source: Dashboard Hub is now connected.
de_de: Dashboard Hub ist jetzt verbunden.
fr_fr: Dashboard Hub est maintenant connecté.
it_it: Dashboard Hub è ora connesso.
ja_jp: ダッシュボードハブが接続されました。
pt_pt: O Dashboard Hub agora está conectado.
ro_ro: Hubul tabloului de bord este acum conectat.

# Unable_to_connect_to_the_reporting_hub_due_to_an_error
source: Unable to connect to the reporting hub due to an error: {0}
de_de: Aufgrund eines Fehlers konnte keine Verbindung mit dem Reporting Hub hergestellt werden: {0}
fr_fr: Impossible de se connecter au hub de rapports en raison d’une erreur : {0}
it_it: Impossibile connettersi all'hub di report a causa di un errore: {0}
ja_jp: エラーのためレポート ハブに接続できません: {0}
pt_pt: Não é possível conectar-se ao hub de relatório devido a um erro: {0}
ro_ro: Imposibil de conectat la hubul de raportare din cauza unei erori: {0}

source: Reporting Hub is now connected.
de_de: Reporting Hub ist jetzt verbunden.
fr_fr: Reporting Hub est désormais connecté.
it_it: Hub di report è ora connesso.
ja_jp: これで、レポート ハブが接続されました。
pt_pt: O Reporting Hub agora está conectado.
ro_ro: Hubul de raportare este acum conectat.

source: Reporting Hub is being initialized.
de_de: Reporting Hub wird initialisiert.
fr_fr: Reporting Hub est en cours d’initialisation.
it_it: È in corso l'inizializzazione dell'hub dei report.
ja_jp: レポート ハブを初期化しています。
pt_pt: O Reporting Hub está sendo inicializado.
ro_ro: Hubul de raportare este inițializat.

source: Reporting Hub is not active.
de_de: Reporting Hub ist nicht aktiv.
fr_fr: Reporting Hub n’est pas actif.
it_it: L'hub di report non è attivo.
ja_jp: レポート ハブがアクティブではありません。
pt_pt: O Reporting Hub não está ativo.
ro_ro: Reporting Hub nu este activ.

source: You are not authorized to access resources related to other tenants.
de_de: Sie sind nicht berechtigt, auf Ressourcen zuzugreifen, die sich auf andere Mandanten beziehen.
fr_fr: Vous n’êtes pas autorisé à accéder aux ressources liées aux autres locataires.
it_it: Non si è autorizzati ad accedere alle risorse correlate ad altri tenant.
ja_jp: 他のテナントに関連するリソースにアクセスする権限がありません。
pt_pt: Você não está autorizado a acessar recursos relacionados a outros locatários.
ro_ro: Nu sunteți autorizat să accesați resurse legate de alte entități găzduite.

# ExportAsPdfOnDemand
source: Export as PDF Immediately
de_de: Sofort als PDF exportieren
fr_fr: Exportation au format PDF immédiatement
it_it: Esporta subito come PDF
ja_jp: すぐにPDFとしてエクスポート
pt_pt: Exportar como PDF imediatamente
ro_ro: Exportați imediat ca PDF

source: User email has been confirmed successfully.
de_de: Die E-Mail-Adresse des Benutzers wurde erfolgreich bestätigt.
fr_fr: L’adresse e-mail de l’utilisateur a été confirmée avec succès.
it_it: L'e-mail dell'utente è stata confermata con successo.
ja_jp: ユーザーの電子メールが正常に確認されました。
pt_pt: O e-mail do usuário foi confirmado com sucesso.
ro_ro: E-mailul utilizatorului a fost confirmat cu succes.

source: Tenant creation failed.
de_de: Fehler bei der Mandantenerstellung.
fr_fr: Echec de la création du locataire.
it_it: Creazione del tenant non riuscita.
ja_jp: テナントの作成に失敗しました。
pt_pt: Falha na criação do locatário.
ro_ro: Crearea entității găzduite a eșuat.

source: Sub domain should only contain alphanumeric characters and hyphens.
de_de: Die Subdomain sollte nur alphanumerische Zeichen und Bindestriche enthalten.
fr_fr: Le sous-domaine ne doit contenir que des caractères alphanumériques et des traits d’union.
ja_jp: サブドメインには、英数字とハイフンのみを含める必要があります。
pt_pt: O subdomínio deve conter apenas caracteres alfanuméricos e hífenes.

# CompanyName_is_required
source: Company/Organization name is required.
de_de: Der Name des Unternehmens/der Organisation/des Kanals ist erforderlich.
fr_fr: Le nom de l’entreprise/de l’organisation/du canal est obligatoire.
ja_jp: 会社名/組織名/チャネル名が必要です。
pt_pt: O nome da empresa/organização/canal é obrigatório.

source: FAQ
de_de: HÄUFIG GESTELLTE FRAGEN
it_it: Domande frequenti
pt_pt: PERGUNTAS FREQUENTES

source: References
de_de: Quellen
fr_fr: Références
it_it: Referenze
pt_pt: Referências
ro_ro: Referinţe

source: BMI
fr_fr: IMC
ro_ro: IMC
