Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

source: Delete My Account
de_de: Mein Konto löschen
fr_fr: Supprimer mon compte
it_it: Elimina il mio account
ja_jp: アカウントの削除
pt_pt: Apagar a minha conta
ro_ro: Ștergeți-mi contul

source: Delete Personal Data
de_de: Personenbezogene Daten löschen
fr_fr: Supprimer les données personnelles
it_it: Elimina dati personali
ja_jp: 個人データの削除
pt_pt: Eliminar Dados Pessoais
ro_ro: Ștergerea datelor cu caracter personal

source: Deleting this data will permanently remove your account, and this cannot be recovered.
de_de: Durch das Löschen dieser Daten wird Ihr Konto dauerhaft entfernt, und dies kann nicht wiederhergestellt werden.
fr_fr: La suppression de ces données supprimera définitivement votre compte, et cela ne peut pas être récupéré.
it_it: L'eliminazione di questi dati rimuoverà definitivamente il tuo account e questo non può essere recuperato.
ja_jp: このデータを削除すると、アカウントは完全に削除され、復元することはできません。
pt_pt: A eliminação destes dados irá remover permanentemente a sua conta, o que não pode ser recuperado.
ro_ro: Ștergerea acestor date vă va elimina definitiv contul, iar acest lucru nu poate fi recuperat.

# Disable_2FA
source: Disable Two-Factor Authentication
de_de: Deaktivieren der Zwei-Faktor-Authentifizierung
fr_fr: Désactiver l’authentification à deux facteurs
it_it: Disabilita l'autenticazione a due fattori
ja_jp: 2 要素認証を無効にする
pt_pt: Desativar a autenticação de dois fatores
ro_ro: Dezactivați autentificarea cu doi factori

source: Disable Two-Factor Authentication
de_de: Deaktivieren der Zwei-Faktor-Authentifizierung
fr_fr: Désactiver l’authentification à deux facteurs
it_it: Disabilita l'autenticazione a due fattori
ja_jp: 2 要素認証を無効にする
pt_pt: Desativar a autenticação de dois fatores
ro_ro: Dezactivați autentificarea cu doi factori

# Disabling_2FA_does_not_change_the_keys_used_in_authenticator_apps
source: Disabling Two-Factor Authentication does not change the keys used in authenticator apps
de_de: Durch das Deaktivieren der Zwei-Faktor-Authentifizierung werden die in Authentifikator-Apps verwendeten Schlüssel nicht geändert
fr_fr: La désactivation de l’authentification à deux facteurs ne modifie pas les clés utilisées dans les applications d’authentification
it_it: La disabilitazione dell'autenticazione a due fattori non modifica le chiavi utilizzate nelle app di autenticazione
ja_jp: 2 要素認証を無効にしても、認証アプリで使用されるキーは変更されません。
pt_pt: A autenticação de dois fatores não altera as chaves utilizadas nas aplicações autenticadoras
ro_ro: Dezactivarea autentificării cu doi factori nu modifică cheile utilizate în aplicațiile de autentificare

source: Dismissed
de_de: Entlassen
fr_fr: Rejeté
it_it: Licenziato
ja_jp: 却下
pt_pt: Dispensado
ro_ro: Respins

source: Display Name
de_de: Anzeigename
fr_fr: Nom d’affichage
it_it: Nome visualizzato
ja_jp: 表示名
pt_pt: Nome do visor
ro_ro: Nume afișat

source: Documents
de_de: Urkunden
it_it: Documenti
ja_jp: 書類
pt_pt: Documentos
ro_ro: Documente

source: Don't have access to your authenticator device?
de_de: Sie haben keinen Zugriff auf Ihr Authentifikatorgerät?
fr_fr: Vous n’avez pas accès à votre appareil d’authentification ?
it_it: Non hai accesso al tuo dispositivo di autenticazione?
ja_jp: 認証デバイスにアクセスできない場合
pt_pt: Não tem acesso ao seu dispositivo de autenticação?
ro_ro: Nu aveți acces la dispozitivul de autentificare?

source: Don't have an account?
de_de: Sie haben noch kein Konto?
fr_fr: Vous n’avez pas de compte ?
it_it: Non hai un account?
ja_jp: アカウントをお持ちですか?
pt_pt: Não tem conta?
ro_ro: Nu aveți un cont?

source: Download
de_de: Herunterladen
fr_fr: Télécharger
it_it: Scaricare
ja_jp: ダウンロード
pt_pt: Baixar
ro_ro: Descărca

source: Downloads
fr_fr: Téléchargements
it_it: Download
ja_jp: ダウンロード
ro_ro: Descărcări

source: Download a two-factor authenticator app like Microsoft Authenticator for
de_de: Laden Sie eine Zwei-Faktor-Authentifikator-App wie Microsoft Authenticator für herunter
fr_fr: Téléchargez une application d’authentification à deux facteurs comme Microsoft Authenticator pour
it_it: Scarica un'app di autenticazione a due fattori come Microsoft Authenticator per
ja_jp: マイクロソフト認証システムのような 2 要素認証アプリをダウンロードする
pt_pt: Descarregue uma aplicação autenticadora de dois fatores como o Microsoft Authenticator
ro_ro: Descărcați o aplicație de autentificare cu doi factori, cum ar fi Microsoft Authenticator pentru

source: Do you really want to delete this record?
de_de: Möchten Sie diesen Datensatz wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cet enregistrement?
it_it: Vuoi davvero eliminare questo record?
ja_jp: このレコードを削除しますか?
pt_pt: Quer mesmo apagar este disco?
ro_ro: Chiar doriți să ștergeți această înregistrare?

source: Do you want to remove this record?
de_de: Möchten Sie diesen Datensatz entfernen?
fr_fr: Voulez-vous supprimer cet enregistrement ?
it_it: Vuoi rimuovere questo record?
ja_jp: このレコードを削除しますか?
pt_pt: Quer remover este registo?
ro_ro: Doriți să eliminați această înregistrare?

source: Dubnium
it_it: Dubnio
ja_jp: ドブニウム
ro_ro: Dubniu

source: Dysprosium
it_it: Disprosio
ja_jp: ジスプロシウム
pt_pt: Disprosso
ro_ro: Disprosiu

source: Earnings
de_de: Verdienst
fr_fr: Gain
it_it: Guadagno
ja_jp: 収益
pt_pt: Ganhos
ro_ro: Plată

source: Earning Report
de_de: Verdienstbericht
fr_fr: Rapport de gains
it_it: Rapporto sui guadagni
ja_jp: 収益レポート
pt_pt: Relatório de Ganhos
ro_ro: Raport de câștig

source: Edit
de_de: Redigieren
fr_fr: Éditer
it_it: Redigere
ja_jp: 編集
pt_pt: Editar
ro_ro: Editare

source: Edit Applicant
de_de: Bewerber bearbeiten
fr_fr: Modifier le candidat
it_it: Modifica richiedente
ja_jp: 申請者の編集
pt_pt: Editar Candidato
ro_ro: Editare solicitant

source: Edit Reference
de_de: Referenz bearbeiten
fr_fr: Modifier la référence
it_it: Modifica riferimento
ja_jp: 編集
pt_pt: Editar
ro_ro: Editare referință

source: Edit Role
de_de: Rolle bearbeiten
fr_fr: Modifier le rôle
it_it: Modifica ruolo
ja_jp: ロールの編集
pt_pt: Papel de edição
ro_ro: Editare rol

source: Edit Tenant
de_de: Mandant bearbeiten
fr_fr: Modifier le locataire
it_it: Modifica tenant
ja_jp: テナントの編集
pt_pt: Editar Inquilino
ro_ro: Editare entitate găzduită

source: Edit User
de_de: Benutzer bearbeiten
fr_fr: Modifier l’utilisateur
it_it: Modifica utente
ja_jp: ユーザーの編集
pt_pt: Editar Utilizador
ro_ro: Editare utilizator

source: Einsteinium
it_it: Einstenio
ja_jp: アインスタイニウム
ro_ro: Einsteiniu

source: Email
fr_fr: Messagerie électronique
ja_jp: 電子メール

source: Email Change Confirmation
de_de: Bestätigung der E-Mail-Änderung
fr_fr: Confirmation de modification par e-mail
it_it: Conferma della modifica via e-mail
ja_jp: メール変更確認
pt_pt: Confirmação de alteração de e-mail
ro_ro: Confirmarea schimbării e-mailului

source: Email Change Confirmed
de_de: E-Mail-Änderung bestätigt
fr_fr: Modification par e-mail confirmée
it_it: Modifica e-mail confermata
ja_jp: メールの変更が確認されました
pt_pt: Alteração de e-mail confirmada
ro_ro: Schimbarea e-mailului confirmată

source: Email Confirmation
de_de: E-Mail-Bestätigung
fr_fr: Confirmation par e-mail
it_it: Conferma via e-mail
ja_jp: メールの確認
pt_pt: Confirmação de e-mail
ro_ro: Confirmarea e-mailului

source: Email Confirmed
de_de: E-Mail bestätigt
fr_fr: Courriel confirmé
it_it: Email confermata
ja_jp: 確認済みメール
pt_pt: E-mail confirmado
ro_ro: E-mail confirmat

source: Employee broke a finger while writing some code
de_de: Mitarbeiter brach sich beim Schreiben von Code einen Finger
fr_fr: L’employé s’est cassé un doigt en écrivant du code
it_it: Il dipendente si è rotto un dito mentre scriveva del codice
ja_jp: 従業員は、いくつかのコードを書いている間に指を折った
pt_pt: Funcionário quebrou um dedo enquanto escrevia algum código
ro_ro: Angajatul a rupt un deget în timp ce scrieți un cod

source: enable QR code generation
de_de: QR-Code-Generierung aktivieren
fr_fr: activer la génération de code QR
it_it: abilitare la generazione di codici QR
ja_jp: QR コード生成を有効にする
pt_pt: permitir a geração de código QR
ro_ro: activați generarea de coduri QR

source: End
de_de: Ende
fr_fr: Fin
it_it: Fine
ja_jp: 終わり
pt_pt: Fim
ro_ro: Capăt

source: End Slope
de_de: Endneigung
fr_fr: Pente d’extrémité
it_it: Pendenza finale
ja_jp: エンドスロープ
pt_pt: Declive final
ro_ro: Panta finală

source: English Name
de_de: Englischer Name
fr_fr: Nom anglais
it_it: Nome inglese
ja_jp: 英語名
pt_pt: Nome inglês
ro_ro: Nume în limba engleză

source: Enter the code in the confirmation box below.
de_de: Geben Sie den Code in das Bestätigungsfeld unten ein.
fr_fr: Entrez le code dans la zone de confirmation ci-dessous.
it_it: Inserisci il codice nella casella di conferma qui sotto.
ja_jp: 下の確認ボックスにコードを入力してください。
pt_pt: Introduza o código na caixa de confirmação abaixo.
ro_ro: Introduceți codul în caseta de confirmare de mai jos.

source: Enter your email.
de_de: Geben Sie Ihre E-Mail-Adresse ein.
fr_fr: Entrez votre adresse e-mail.
it_it: Inserisci la tua email.
ja_jp: メールを入力します。
pt_pt: Insira o seu e-mail.
ro_ro: Introduceți adresa de e-mail.

source: entries
de_de: Einträge
fr_fr: Entrées
it_it: Voci
ja_jp: エントリ
pt_pt: entradas
ro_ro: Intrări

source: Erbium
it_it: Erbio
ja_jp: エルビウム
ro_ro: Erbiu

source: Error Pages
de_de: Fehlerseiten
fr_fr: Pages d’erreur
it_it: Pagine di errore
ja_jp: エラー ページ
pt_pt: Páginas de erro
ro_ro: Pagini de eroare

source: Europium
it_it: Europio
ja_jp: ユーロピウム
ro_ro: Europiu

source: Export
de_de: Exportieren
fr_fr: Exporter
it_it: Esportazione
ja_jp: エクスポート
pt_pt: Exportar

# ExportAsPdfInBackground
source: Export as PDF (Fire and forgot)
de_de: Als PDF exportieren (Feuer und vergessen)!
fr_fr: Exporter au format PDF (Feu et oublié) !
it_it: Esporta come PDF (Fire e dimenticato)
ja_jp: PDF形式でエクスポート(Fire and forgot)!
pt_pt: Exportar como PDF (Fogo e esqueci)!
ro_ro: Export ca PDF (Incendiu și uitat)

source: Exporting data may take a while.
de_de: Das Exportieren von Daten kann eine Weile dauern.!
fr_fr: L’exportation de données peut prendre un certain temps.!
it_it: L'esportazione dei dati potrebbe richiedere del tempo.
ja_jp: データのエクスポートにはしばらく時間がかかる場合があります。!
pt_pt: Exportar dados pode levar algum tempo.!
ro_ro: Exportul datelor poate dura ceva timp.

source: Failed
de_de: Gescheitert!
fr_fr: Échoué
it_it: Fallito
ja_jp: 失敗しました!
pt_pt: Falhou
ro_ro: Nu a reușit

source: Features
de_de: Funktionen
fr_fr: Fonctionnalités
it_it: Tratti somatici
ja_jp: 顔立ち
pt_pt: Características
ro_ro: Caracteristici

source: February
de_de: Februar
fr_fr: Février
it_it: Febbraio
ja_jp: 2 月
pt_pt: Fevereiro
ro_ro: Februarie

source: Fermium
it_it: Fermio
ja_jp: フェルミウム
ro_ro: Fermiu

source: File Name
de_de: Dateiname
fr_fr: Nom du fichier
it_it: Nome file
ja_jp: ファイル名
pt_pt: Nome Ficheiro
ro_ro: Nume fișier

source: File is empty.
de_de: Datei ist leer.
fr_fr: Le fichier est vide.
it_it: Il file è vuoto.
ja_jp: ファイルが空です。
pt_pt: O ficheiro está vazio.
ro_ro: Fișierul este gol.

source: File name
de_de: Dateiname
fr_fr: Nom du fichier
it_it: Nome file
ja_jp: ファイル名
pt_pt: Nome do arquivo
ro_ro: Nume fișier

source: File Rename
de_de: Umbenennen von Dateien
fr_fr: Renommer le fichier
it_it: Rinomina file
ja_jp: ファイル名の変更
pt_pt: Renomear o Ficheiro
ro_ro: Redenumire fișier

source: File Size
de_de: Dateigröße
fr_fr: Taille du fichier
it_it: Dimensione file
ja_jp: ファイルサイズ
pt_pt: Tamanho do arquivo
ro_ro: Dimensiune fișier

source: File Storage Settings
de_de: Dateispeichereinstellungen
fr_fr: Paramètres de stockage de fichiers
it_it: Impostazioni di archiviazione dei file
ja_jp: ファイルストレージの設定
pt_pt: Definições de armazenamento de ficheiros
ro_ro: Setări de stocare a fișierelor

source: File Type
de_de: Dateityp
fr_fr: Type de fichier
it_it: Tipo di file
ja_jp: ファイルの種類
pt_pt: Tipo de Ficheiro
ro_ro: Tip de fișier

source: File upload has been cancelled.
de_de: Der Datei-Upload wurde abgebrochen.
fr_fr: Le téléchargement du fichier a été annulé.
it_it: Il caricamento del file è stato annullato.
ja_jp: ファイルのアップロードはキャンセルされました。
pt_pt: O upload do ficheiro foi cancelado.
ro_ro: Încărcarea fișierelor a fost anulată.

source: Fire in reactor core
de_de: Brand im Reaktorkern
fr_fr: Incendie dans le cœur du réacteur
it_it: Incendio nel nocciolo del reattore
ja_jp: 原子炉炉心火災
pt_pt: Incêndio no núcleo do reator
ro_ro: Incendiu în miezul reactorului

source: First
de_de: Erste
fr_fr: Premier
it_it: Primo
ja_jp: まずは
pt_pt: Primeiro
ro_ro: Prim

source: First Day of Week
de_de: Erster Wochentag
fr_fr: Premier jour de la semaine
it_it: Primo giorno della settimana
ja_jp: 週の最初の曜日
pt_pt: Primeiro Dia da Semana
ro_ro: Prima zi a săptămânii

source: First Name
de_de: Vorname
fr_fr: Prénom
it_it: Nome di battesimo
ja_jp: 名前
pt_pt: Primeiro nome
ro_ro: Prenume

source: Fluent Validation
de_de: Fluent-Validierung
fr_fr: Validation fluide
it_it: Convalida fluente
ja_jp: 流暢な検証
pt_pt: Validação fluente
ro_ro: Validare fluentă

source: Fluorine
de_de: Fluor
fr_fr: Fluor
it_it: Fluoro
ja_jp: フッ素
pt_pt: Fluorina
ro_ro: Fluor

source: Forget this browser
de_de: Vergessen Sie diesen Browser
fr_fr: Oubliez ce navigateur
it_it: Dimentica questo browser
ja_jp: このブラウザを忘れる
pt_pt: Esqueça este navegador
ro_ro: Uitați de acest browser

source: Forgot password confirmation
de_de: Passwortbestätigung vergessen
fr_fr: Confirmation du mot de passe oublié
it_it: Conferma password dimenticata
ja_jp: パスワード確認を忘れた場合
pt_pt: Esqueci a confirmação da palavra-passe
ro_ro: Ați uitat confirmarea parolei

source: Forgot your password?
de_de: Passwort vergessen?
fr_fr: Vous avez oublié votre mot de passe?
it_it: Hai dimenticato la password?
ja_jp: パスワードを忘れた場合は、
pt_pt: Esqueceu a sua senha?
ro_ro: Ai uitat parola?

source: for how to configure a real email sender
de_de: zum Konfigurieren eines echten E-Mail-Absenders
fr_fr: pour savoir comment configurer un expéditeur d’e-mail réel
it_it: per informazioni su come configurare un vero mittente di posta elettronica
ja_jp: 実際の電子メール送信者を設定する方法
pt_pt: para como configurar um remetente de e-mail real
ro_ro: pentru configurarea unui expeditor de e-mail real

source: Fossil
fr_fr: Fossile
it_it: Fossile
ja_jp: 化石
pt_pt: Fóssil
ro_ro: Fosilă

source: Francium
it_it: Francio
ja_jp: フランシウム
ro_ro: Franciu

source: Full Name
de_de: Vollständiger Name
fr_fr: Nom complet
it_it: Nome e Cognome
ja_jp: フルネーム
pt_pt: Nome completo
ro_ro: Numele complet

source: Full DateTime Pattern
de_de: Vollständiges DateTime-Muster
fr_fr: Modèle DateTime complet
it_it: Modello DateTime completo
ja_jp: 完全な日時パターン
pt_pt: Padrão de tempo de data completo
ro_ro: Model DateTime complet

source: Gas
fr_fr: Gaz
ja_jp: 気体
pt_pt: Gás
ro_ro: Gaz

# Gas1
source: Gas
fr_fr: Gaz
ja_jp: 気体
pt_pt: Gás
ro_ro: Gaz

source: Generate
de_de: Erzeugen
fr_fr: Générer
it_it: Generare
ja_jp: 生成する
pt_pt: Gerar
ro_ro: Genera

source: generate a new set of recovery codes
de_de: Generieren eines neuen Satzes von Wiederherstellungscodes
fr_fr: générer un nouvel ensemble de codes de récupération
it_it: generare un nuovo set di codici di ripristino
ja_jp: 新しい復旧コードのセットを生成する
pt_pt: gerar um novo conjunto de códigos de recuperação
ro_ro: generați un nou set de coduri de recuperare

source: Generating new recovery codes does not change the keys used in authenticator apps.
de_de: Durch das Generieren neuer Wiederherstellungscodes werden die in Authentifizierungs-Apps verwendeten Schlüssel nicht geändert.
fr_fr: La génération de nouveaux codes de récupération ne modifie pas les clés utilisées dans les applications d’authentification.
it_it: La generazione di nuovi codici di ripristino non modifica le chiavi utilizzate nelle app di autenticazione.
ja_jp: 新しい回復コードを生成しても、認証アプリで使用されるキーは変更されません。
pt_pt: Gerar novos códigos de recuperação não altera as teclas utilizadas em aplicações autenticadoras.
ro_ro: Generarea de noi coduri de recuperare nu modifică cheile utilizate în aplicațiile de autentificare.

source: Geothermal
de_de: Geothermisch
fr_fr: Géothermique
it_it: Geotermico
ja_jp: 地熱の
pt_pt: Geotérmica
ro_ro: Geotermale

source: Germany
de_de: Deutschland
fr_fr: Allemagne
it_it: Germania
ja_jp: ドイツ
pt_pt: Alemanha
ro_ro: Germania

source: Getting Started
de_de: Erste Schritte
fr_fr: Commencer
it_it: Introduttiva
ja_jp: はじめ
pt_pt: Começar
ro_ro: Introducere

source: Global Settings
de_de: Einstellungen
fr_fr: Paramètres globaux
it_it: Impostazioni globali
ja_jp: グローバル設定
pt_pt: Definições globais
ro_ro: Setări globale

source: Global Spread
de_de: Globale Verbreitung
fr_fr: Propagation mondiale
it_it: Diffusione globale
ja_jp: グローバルな普及
pt_pt: Propagação Global
ro_ro: Răspândire globală

source: Global Variable
de_de: Globale Variable
fr_fr: Variable globale
it_it: Variabile globale
ja_jp: グローバル変数
pt_pt: Variável Global
ro_ro: Variabilă globală

source: Google Authenticator for
de_de: Google Authenticator für
fr_fr: Google Authenticator pour
it_it: Google Authenticator per
ja_jp: Google 認証システム
pt_pt: Autenticador do Google para
ro_ro: Google Authenticator pentru

source: Got it!
de_de: Ich hab es!
fr_fr: Je l’ai!
it_it: Capito!
ja_jp: 手に入れました！
pt_pt: Apanhei!
ro_ro: Am înţeles!

source: Graphite on roof
de_de: Graphit auf dem Dach
fr_fr: Graphite sur le toit
it_it: Grafite sul tetto
ja_jp: 屋根の上のグラファイト
pt_pt: Grafite no telhado
ro_ro: Grafit pe acoperiș

source: Height
de_de: Höhe
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ
pt_pt: Altura
ro_ro: Înălțime

source: Hello
de_de: Hallo
fr_fr: Bonjour
it_it: Ciao
ja_jp: こんにちは
pt_pt: Olá
ro_ro: Bună ziua

source: here
de_de: hier
fr_fr: ici
it_it: qui
ja_jp: ここは
pt_pt: aqui
ro_ro: aici

source: High
de_de: Hoch
fr_fr: Haut
it_it: Alto
ja_jp: 高い
pt_pt: Alto
ro_ro: Înalt

source: Home
de_de: Heim
fr_fr: Domicile
it_it: Casa
ja_jp: 家
pt_pt: Casa
ro_ro: Domiciliu

source: Hour
de_de: Stunde
fr_fr: Heure
it_it: Ora
ja_jp: 時
pt_pt: Hora
ro_ro: Oră

source: Hydro
it_it: Idro
ja_jp: ハイドロ
pt_pt: Hidro
ro_ro: Hidro

source: Identity
de_de: Identität
fr_fr: Identité
it_it: Identità
ja_jp: 同一性
pt_pt: Identidade
ro_ro: Identitate

source: Identity Settings
de_de: Identitätseinstellungen
fr_fr: Paramètres d’identité
it_it: Impostazioni di identità
ja_jp: ID 設定
pt_pt: Definições de identidade
ro_ro: Setări de identitate

source: If you do not complete your authenticator app configuration you may lose access to your account.
de_de: Wenn Sie ihre Konfiguration der Authentifizierungs-App nicht abschließen, verlieren Sie möglicherweise den Zugriff auf Ihr Konto.
fr_fr: Si vous ne terminez pas la configuration de votre application d’authentification, vous risquez de perdre l’accès à votre compte.
it_it: Se non completi la configurazione dell'app di autenticazione, potresti perdere l'accesso al tuo account.
ja_jp: 認証アプリの構成を完了しないと、アカウントにアクセスできなくなる可能性があります。
pt_pt: Se não completar a configuração da aplicação do autenticador, poderá perder o acesso à sua conta.
ro_ro: Dacă nu finalizați configurația aplicației de autentificare, este posibil să pierdeți accesul la contul dvs.

source: If you lose your device and don't have the recovery codes you will lose access to your account
de_de: Wenn Sie Ihr Gerät verlieren und nicht über die Wiederherstellungscodes verfügen, verlieren Sie den Zugriff auf Ihr Konto
fr_fr: Si vous perdez votre appareil et que vous n’avez pas les codes de récupération, vous perdrez l’accès à votre compte
it_it: Se perdi il dispositivo e non hai i codici di recupero, perderai l'accesso al tuo account
ja_jp: デバイスを紛失し、復旧コードがない場合は、アカウントにアクセスできなくなります
pt_pt: Se perder o seu dispositivo e não tiver os códigos de recuperação, perderá o acesso à sua conta
ro_ro: Dacă vă pierdeți dispozitivul și nu aveți codurile de recuperare, veți pierde accesul la contul dvs.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
de_de: Wenn Sie Ihren Authentifikatorschlüssel zurücksetzen, funktioniert Ihre Authentifizierungs-App erst, wenn Sie sie neu konfigurieren.
fr_fr: Si vous réinitialisez votre clé d’authentification, votre application d’authentification ne fonctionnera pas tant que vous ne l’aurez pas reconfigurée.
it_it: Se reimposti la chiave di autenticazione, l'app di autenticazione non funzionerà finché non la riconfiguri.
ja_jp: 認証キーをリセットした場合、認証アプリは再構成するまで機能しません。
pt_pt: Se redefinir a chave autenticadora, a sua aplicação de autenticador não funcionará até a reconfigurar.
ro_ro: Dacă resetați cheia de autentificare, aplicația de autentificare nu va funcționa până când nu o reconfigurați.

source: If you wish to change the key used in an authenticator app you should
de_de: Wenn Sie den in einer Authentifizierungs-App verwendeten Schlüssel ändern möchten, sollten Sie
fr_fr: Si vous souhaitez modifier la clé utilisée dans une application d’authentification, vous devez
it_it: Se desideri modificare la chiave utilizzata in un'app di autenticazione, dovresti
ja_jp: 認証アプリで使用するキーを変更する場合は、次の必要があります。
pt_pt: Se desejar alterar a chave utilizada numa aplicação de autenticador, deve
ro_ro: Dacă doriți să schimbați cheia utilizată într-o aplicație de autentificare, ar trebui să

source: I'm sorry, I can't display anything until you
de_de: Es tut mir leid, ich kann nichts anzeigen, bis Sie
fr_fr: Je suis désolé, je ne peux rien afficher tant que vous n’avez pas
it_it: Mi dispiace, non posso visualizzare nulla fino a quando non ti
ja_jp: 申し訳ありませんが、私はあなたまで何も表示できません
pt_pt: Desculpa, não posso mostrar nada até tu.
ro_ro: Îmi pare rău, eu nu pot afișa nimic până când nu vă

source: Incident in plant number 4
de_de: Vorfall im Werk Nummer 4
fr_fr: Incident dans l’usine numéro 4
it_it: Incidente nell'impianto numero 4
ja_jp: 工場番号4でのインシデント
pt_pt: Incidente na planta número 4
ro_ro: Incident în instalația numărul 4

source: Installation
it_it: Installazione
ja_jp: 取り付け
pt_pt: Instalação
ro_ro: Instalare

source: Interpolation Algorithm
de_de: Interpolationsalgorithmus
fr_fr: Algorithme d’interpolation
it_it: Algoritmo di interpolazione
ja_jp: 補間アルゴリズム
pt_pt: Algoritmo de Interpolação
ro_ro: Algoritmul de interpolare

source: into your two factor authenticator app. Spaces and casing do not matter.
de_de: in Ihre Zwei-Faktor-Authentifikator-App. Leerzeichen und Gehäuse spielen keine Rolle.
fr_fr: dans votre application d’authentification à deux facteurs. Les espaces et le boîtier n’ont pas d’importance.
it_it: nella tua app di autenticazione a due fattori. Gli spazi e l'involucro non contano.
ja_jp: あなたの2要素認証アプリに。スペースとケーシングは関係ありません。
pt_pt: na sua aplicação de autenticador de dois fatores. Espaços e invólucros não importam.
ro_ro: în aplicația de autentificare cu doi factori. Spațiile și carcasa nu contează.

source: Invalid file name.
de_de: Ungültiger Dateiname.
fr_fr: Nom de fichier non valide.
it_it: Nome file non valido.
ja_jp: 無効なファイル名です。
pt_pt: Nome de ficheiro inválido.
ro_ro: Nume de fișier nevalid.

# In_Progress
source: Processing
de_de: In Bearbeitung
fr_fr: En cours
it_it: Elaborazione
ja_jp: 進行中
pt_pt: Em curso
ro_ro: Prelucrare
