Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

source: Storage type is required.
de_de: Speichertyp ist erforderlich.
fr_fr: Le type de stockage est requis.
it_it: È richiesto il tipo di archiviazione.
ja_jp: ストレージの種類は必須です。
pt_pt: É necessário o tipo de armazenamento.
ro_ro: Este necesar un tip de stocare.

source: Surname is required.
de_de: Nachname ist erforderlich.
fr_fr: Le nom de famille est obligatoire.
it_it: Il cognome è obbligatorio.
ja_jp: 姓は必須です。
pt_pt: O sobrenome é necessário.
ro_ro: Numele de familie este necesar.

source: Tenant has been created successfully.
de_de: Mandant wurde erfolgreich erstellt.
fr_fr: Le locataire a été créé avec succès.
it_it: Il tenant è stato creato correttamente.
ja_jp: テナントが正常に作成されました。
pt_pt: O inquilino foi criado com sucesso.
ro_ro: Chiriaș a fost creat cu succes.

source: Tenant has been deleted successfully.
de_de: Mandant wurde erfolgreich gelöscht.
fr_fr: Le locataire a été supprimé avec succès.
it_it: Il tenant è stato eliminato correttamente.
ja_jp: テナントが正常に削除されました。
pt_pt: O inquilino foi apagado com sucesso.
ro_ro: Entitatea găzduită a fost ștearsă cu succes.

source: Tenant has been updated successfully.
de_de: Der Mandant wurde erfolgreich aktualisiert.
fr_fr: Le locataire a été mis à jour avec succès.
it_it: Il tenant è stato aggiornato correttamente.
ja_jp: テナントが正常に更新されました。
pt_pt: O inquilino foi atualizado com sucesso.
ro_ro: Entitate găzduită a fost actualizat cu succes.

source: Tenant name is required.
de_de: Der Mandantenname ist erforderlich.
fr_fr: Le nom du locataire est obligatoire.
it_it: Il nome del tenant è obbligatorio.
ja_jp: テナント名は必須です。
pt_pt: O nome do inquilino é necessário.
ro_ro: Este necesar numele entității găzduite.

source: The applicant is not found.
de_de: Der Antragsteller wird nicht gefunden.
fr_fr: Le demandeur est introuvable.
it_it: Il richiedente non è stato trovato.
ja_jp: 申請者が見つかりません。
pt_pt: O requerente não foi encontrado.
ro_ro: Solicitantul nu este găsit.

source: The password and confirmation password do not match.
de_de: Das Kennwort und das Bestätigungskennwort stimmen nicht überein.
fr_fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.
it_it: La password e la password di conferma non corrispondono.
ja_jp: パスワードと確認パスワードが一致しません。
pt_pt: A palavra-passe e a palavra-passe de confirmação não coincidem.
ro_ro: Parola și parola de confirmare nu se potrivesc.

source: The specified role is already registered.
de_de: Die angegebene Rolle ist bereits registriert.
fr_fr: Le rôle spécifié est déjà inscrit.
it_it: Il ruolo specificato è già registrato.
ja_jp: 指定されたロールは既に登録されています。
pt_pt: A função especificada já está registada.
ro_ro: Rolul specificat este deja înregistrat.

source: The specified role is already registered in the given tenant.
de_de: Die angegebene Rolle ist bereits im angegebenen Mandanten registriert.
fr_fr: Le rôle spécifié est déjà inscrit dans le client donné.
it_it: Il ruolo specificato è già registrato nel tenant specificato.
ja_jp: 指定されたロールは、指定されたテナントに既に登録されています。
pt_pt: A função especificada já está registada no arrendatário.
ro_ro: Rolul specificat este deja înregistrat în entitatea găzduită dată.

source: The specified username and email are already registered.
de_de: Der angegebene Benutzername und die angegebene E-Mail-Adresse sind bereits registriert.
fr_fr: Le nom d’utilisateur et l’adresse e-mail spécifiés sont déjà enregistrés.
it_it: Il nome utente e l'indirizzo e-mail specificati sono già registrati.
ja_jp: 指定されたユーザー名とメールアドレスは既に登録されています。
pt_pt: O nome de utilizador especificado e o e-mail já estão registados.
ro_ro: Numele de utilizator și e-mailul specificate sunt deja înregistrate.

source: The specified username and email are already registered in the given tenant.
de_de: Der angegebene Benutzername und die angegebene E-Mail-Adresse sind bereits im angegebenen Mandanten registriert.
fr_fr: Le nom d’utilisateur et l’adresse e-mail spécifiés sont déjà enregistrés dans le client donné.
it_it: Il nome utente e l'indirizzo di posta elettronica specificati sono già registrati nel tenant specificato.
ja_jp: 指定されたユーザー名と電子メールは、指定されたテナントに既に登録されています。
pt_pt: O nome de utilizador especificado e o e-mail já estão registados no arrendatário.
ro_ro: Numele de utilizator și e-mailul specificate sunt deja înregistrate în entitatea găzduită dată.

source: The user has no 2FA enabled.
de_de: Der Benutzer hat keine 2FA aktiviert.
fr_fr: L’utilisateur n’a pas activé 2FA.
it_it: L'utente non ha abilitato 2FA.
ja_jp: ユーザーには2FAが有効になっていません。
pt_pt: O utilizador não tem 2FA ativado.
ro_ro: Utilizatorul nu are 2FA activat.

source: Token settings have been updated successfully.
de_de: Die Tokeneinstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres de jeton ont été mis à jour avec succès.
it_it: Le impostazioni dei token sono state aggiornate correttamente.
ja_jp: トークン設定が正常に更新されました。
pt_pt: As definições de token foram atualizadas com sucesso.
ro_ro: Setările tokenului au fost actualizate cu succes.

source: Two factor authentication code is required.
de_de: Ein Zwei-Faktor-Authentifizierungscode ist erforderlich.
fr_fr: Un code d’authentification à deux facteurs est requis.
it_it: È richiesto il codice di autenticazione a due fattori.
ja_jp: 2要素認証コードが必要です。
pt_pt: São necessários dois códigos de autenticação de fator.
ro_ro: Este necesar un cod de autentificare cu doi factori.

source: Two factor authentication code must be at least 6 character long.
de_de: Der Zwei-Faktor-Authentifizierungscode muss mindestens 6 Zeichen lang sein.
fr_fr: Le code d’authentification à deux facteurs doit comporter au moins 6 caractères.
it_it: Il codice di autenticazione a due fattori deve essere lungo almeno 6 caratteri.
ja_jp: 2要素認証コードは6文字以上である必要があります。
pt_pt: Dois códigos de autenticação de fator devem ter pelo menos 6 caracteres de comprimento.
ro_ro: Codul de autentificare cu doi factori trebuie să aibă cel puțin 6 caractere.

source: Two factor authentication code must not exceed 7 characters.
de_de: Der Zwei-Faktor-Authentifizierungscode darf 7 Zeichen nicht überschreiten.
fr_fr: Le code d’authentification à deux facteurs ne doit pas dépasser 7 caractères.
it_it: Il codice di autenticazione a due fattori non deve superare i 7 caratteri.
ja_jp: 2要素認証コードは7文字を超えてはなりません。
pt_pt: Dois códigos de autenticação de fator não devem exceder 7 caracteres.
ro_ro: Codul de autentificare cu doi factori nu trebuie să depășească 7 caractere.

# Two_factor_authentication_has_been_disabled
source: 2Fa has been disabled. You can reenable Two-Factor Authentication when you setup an authenticator app.
de_de: 2Fa wurde deaktiviert. Sie können die Zwei-Faktor-Authentifizierung wieder aktivieren, wenn Sie eine Authentifikator-App einrichten.
fr_fr: 2Fa a été désactivé. Vous pouvez réactiver l’authentification à deux facteurs lorsque vous configurez une application d’authentification.
it_it: 2Fa è stato disabilitato. Puoi riattivare l'autenticazione a due fattori quando configuri un'app di autenticazione.
ja_jp: 2Faは無効になっています。認証アプリケーションを設定するときに、2要素認証を再度有効にすることができます。
pt_pt: 2Fa foi desativado. Pode reenerger a autenticação de dois fatores quando configurar uma aplicação autenticadora.
ro_ro: 2Fa a fost dezactivat. Puteți reactiva autentificarea cu doi factori atunci când configurați o aplicație de autentificare.

source: Two-factor authentication required.
de_de: Zwei-Faktor-Authentifizierung erforderlich.
fr_fr: Authentification à deux facteurs requise.
it_it: È richiesta l'autenticazione a due fattori.
ja_jp: 二要素認証が必要です。
pt_pt: A autenticação de dois fatores necessária.
ro_ro: Este necesară autentificarea cu doi factori.

source: Unable to add static role
de_de: Statische Rolle kann nicht hinzugefügt werden
fr_fr: Impossible d’ajouter un rôle statique
it_it: Impossibile aggiungere un ruolo statico
ja_jp: 静的ロールを追加できません
pt_pt: Incapaz de adicionar papel estático
ro_ro: Imposibil de adăugat rol static

source: Unable to create new tenant in single tenant mode.
de_de: Im Einzelmandantenmodus kann kein neuer Mandant erstellt werden.
fr_fr: Impossible de créer un nouveau client en mode client unique.
it_it: Impossibile creare un nuovo tenant in modalità tenant singolo.
ja_jp: シングル テナント モードで新しいテナントを作成できません。
pt_pt: Incapaz de criar um novo inquilino em modo inquilino único.
ro_ro: Imposibil de creat entitate găzduită nouă în modul de entitate găzduită unică.

source: Unable to delete static role.
de_de: Die statische Rolle kann nicht gelöscht werden.
fr_fr: Impossible de supprimer le rôle statique.
it_it: Impossibile eliminare il ruolo statico.
ja_jp: 静的ロールを削除できません。
pt_pt: Incapaz de eliminar o papel estático.
ro_ro: Imposibil de șters rolul static.

source: Unable to delete static user.
de_de: Statischer Benutzer kann nicht gelöscht werden.
fr_fr: Impossible de supprimer l’utilisateur statique.
it_it: Impossibile eliminare l'utente statico.
ja_jp: 静的ユーザーを削除できません。
pt_pt: Não é possível eliminar o utilizador estático.
ro_ro: Imposibil de șters utilizatorul static.

source: Unable to enable 2FA.
de_de: 2FA kann nicht aktiviert werden.
fr_fr: Impossible d’activer 2FA.
it_it: Impossibile abilitare 2FA.
ja_jp: 2FAを有効にできません。
pt_pt: Incapaz de ativar 2FA.
ro_ro: Imposibil de activat 2FA.

source: Unable to load applicant.
de_de: Bewerber kann nicht geladen werden.
fr_fr: Impossible de charger le demandeur.
it_it: Impossibile caricare il richiedente.
ja_jp: 申請者を読み込めません。
pt_pt: Incapaz de carregar o candidato.
ro_ro: Imposibilitatea de a încărca solicitantului.

source: Unable to load report.
de_de: Der Bericht kann nicht geladen werden.
fr_fr: Impossible de charger le rapport.
it_it: Impossibile caricare il report.
ja_jp: レポートを読み込めません。
pt_pt: Incapaz de carregar o relatório.
ro_ro: Imposibil de încărcat raport.

source: Unable to load role.
de_de: Rolle kann nicht geladen werden.
fr_fr: Impossible de charger le rôle.
it_it: Impossibile caricare il ruolo.
ja_jp: ロールを読み込めません。
pt_pt: Incapaz de carregar o papel.
ro_ro: Imposibil de încărcat rol.

source: Unable to load user.
de_de: Benutzer kann nicht geladen werden.
fr_fr: Impossible de charger l’utilisateur.
it_it: Impossibile caricare l'utente.
ja_jp: ユーザーを読み込めません。
pt_pt: Não é possível carregar o utilizador.
ro_ro: Imposibil de încărcat utilizatorul.

source: Unable to reset authenticator keys.
de_de: Authentifikatorschlüssel können nicht zurückgesetzt werden.
fr_fr: Impossible de réinitialiser les clés d’authentification.
it_it: Impossibile reimpostare le chiavi di autenticazione.
ja_jp: 認証キーをリセットできません。
pt_pt: Não é possível repor as teclas autenticadoras.
ro_ro: Imposibil de resetat cheile de autentificare.

source: Unable to update static role
de_de: Statische Rolle kann nicht aktualisiert werden
fr_fr: Impossible de mettre à jour le rôle statique
it_it: Impossibile aggiornare il ruolo statico
ja_jp: 静的ロールを更新できません
pt_pt: Incapaz de atualizar o papel estático
ro_ro: Imposibil de actualizat rolul static

source: Unable to update static user.
de_de: Statischer Benutzer kann nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour l’utilisateur statique.
it_it: Impossibile aggiornare l'utente statico.
ja_jp: 静的ユーザーを更新できません。
pt_pt: Não é possível atualizar o utilizador estático.
ro_ro: Imposibil de actualizat utilizator static.

# Unexpected_error_occurred_deleting_user_with_Id
source: Unexpected error occurred deleting user with ID '{0}'.
de_de: Unerwarteter Fehler beim Löschen des Benutzers mit der ID '{0}'.
fr_fr: Une erreur inattendue s’est produite lors de la suppression de l’utilisateur avec l’ID '{0}'.
it_it: Si è verificato un errore imprevisto durante l'eliminazione dell'utente con ID '{0}'.
ja_jp: ID '{0}' のユーザーを削除するときに予期しないエラーが発生しました。
pt_pt: Ocorreu um erro inesperado ao eliminar o utilizador com '{0} de identificação'.
ro_ro: Eroare neașteptată a apărut ștergerea utilizatorului cu ID-ul "{0}".

# Unexpected_error_occurred_disabling_2FA
source: Unexpected error occurred disabling Two-Factor Authentication for user with ID '{0}'.
de_de: Beim Deaktivieren der Zwei-Faktor-Authentifizierung für Benutzer mit der ID '{0}' ist ein unerwarteter Fehler aufgetreten.
fr_fr: Une erreur inattendue s’est produite lors de la désactivation de l’authentification à deux facteurs pour l’utilisateur avec l’ID '{0}'.
it_it: Si è verificato un errore imprevisto durante la disabilitazione dell'autenticazione a due fattori per l'utente con ID '{0}'.
ja_jp: ID が「{0}」のユーザーの2要素認証を無効にする予期しないエラーが発生しました。
pt_pt: Erro inesperado ocorreu desativando a autenticação de dois fatores para o utilizador com '{0}'.
ro_ro: Eroare neașteptată a apărut dezactivarea autentificarea cu doi factori pentru utilizator cu ID-ul '{0}'.

source: Username has been confirmed successfully.
de_de: Der Benutzername wurde erfolgreich bestätigt.
fr_fr: Le nom d’utilisateur a été confirmé avec succès.
it_it: Il nome utente è stato confermato correttamente.
ja_jp: ユーザー名が正常に確認されました。
pt_pt: O nome de utilizador foi confirmado com sucesso.
ro_ro: Numele de utilizator a fost confirmat cu succes.

# Username_is_already_taken
source: Username '{0}' is already taken.
de_de: Benutzername '{0}' ist bereits vergeben.
fr_fr: Le nom d’utilisateur '{0}' est déjà pris.
it_it: Il nome utente '{0}' è già preso.
ja_jp: ユーザー名 '{0}' は既に使用されています。
pt_pt: Já se trata de um nome de utilizador "{0}".
ro_ro: Numele de utilizator "{0}" este deja luat.

# Username_is_invalid
source: Username '{0}' is invalid, can only contain letters or digits.
de_de: Benutzername '{0}' ist ungültig, darf nur Buchstaben oder Ziffern enthalten.
fr_fr: Le nom d’utilisateur '{0}' n’est pas valide, ne peut contenir que des lettres ou des chiffres.
it_it: Il nome utente '{0}' non è valido, può contenere solo lettere o cifre.
ja_jp: ユーザー名「{0}」は無効で、文字または数字のみを含めることができます。
pt_pt: O nome de utilizador '{0}' é inválido, só pode conter letras ou dígitos.
ro_ro: Numele de utilizator "{0}" nu este valid, poate conține numai litere sau cifre.

source: Username is required.
de_de: Benutzername ist erforderlich.
fr_fr: Le nom d’utilisateur est obligatoire.
it_it: Il nome utente è obbligatorio.
ja_jp: ユーザー名は必須です。
pt_pt: É necessário um nome de utilizador.
ro_ro: Numele de utilizator este necesar.

source: Username must be at least 6 characters.
de_de: Der Benutzername muss mindestens 6 Zeichen lang sein.
fr_fr: Le nom d’utilisateur doit comporter au moins 6 caractères.
it_it: Il nome utente deve contenere almeno 6 caratteri.
ja_jp: ユーザー名は 6 文字以上にする必要があります。
pt_pt: O nome de utilizador deve ter pelo menos 6 caracteres.
ro_ro: Numele de utilizator trebuie să fie de cel puțin 6 caractere.

source: Username must not exceed 200 characters.
de_de: Der Benutzername darf nicht länger als 200 Zeichen sein.
fr_fr: Le nom d’utilisateur ne doit pas dépasser 200 caractères.
it_it: Il nome utente non deve superare i 200 caratteri.
ja_jp: ユーザー名は 200 文字以下にする必要があります。
pt_pt: O nome de utilizador não deve exceder 200 caracteres.
ro_ro: Numele de utilizator nu trebuie să depășească 200 de caractere.

source: User already has a password set.
de_de: Der Benutzer hat bereits ein Kennwort festgelegt.
fr_fr: L’utilisateur dispose déjà d’un mot de passe.
it_it: L'utente ha già impostato una password.
ja_jp: ユーザーは既にパスワードを設定しています。
pt_pt: O utilizador já tem uma definição de senha.
ro_ro: Utilizatorul are deja un set de parole.

# User_already_in_role
source: User already in role '{0}'.
de_de: Benutzer bereits in der Rolle '{0}'.
fr_fr: Utilisateur déjà dans le rôle '{0}'.
it_it: Utente già nel ruolo '{0}'.
ja_jp: ユーザーは既にロール '{0}' にあります。
pt_pt: Utilizador já no papel '{0}'.
ro_ro: Utilizator deja în rolul "{0}".

source: User has been added without files.
de_de: Benutzer wurde ohne Dateien hinzugefügt.
fr_fr: L’utilisateur a été ajouté sans fichiers.
it_it: L'utente è stato aggiunto senza file.
ja_jp: ユーザーがファイルなしで追加されました。
pt_pt: O utilizador foi adicionado sem ficheiros.
ro_ro: Utilizatorul a fost adăugat fără fișiere.

source: User has been created successfully.
de_de: Benutzer wurde erfolgreich erstellt.
fr_fr: L’utilisateur a été créé avec succès.
it_it: L'utente è stato creato correttamente.
ja_jp: ユーザーが正常に作成されました。
pt_pt: O utilizador foi criado com sucesso.
ro_ro: Utilizatorul a fost creat cu succes.

source: User has been deleted successfully.
de_de: Der Benutzer wurde erfolgreich gelöscht.
fr_fr: L’utilisateur a été supprimé avec succès.
it_it: L'utente è stato eliminato correttamente.
ja_jp: ユーザーが正常に削除されました。
pt_pt: O utilizador foi eliminado com sucesso.
ro_ro: Utilizatorul a fost șters cu succes.

source: User has been updated successfully.
de_de: Der Benutzer wurde erfolgreich aktualisiert.
fr_fr: L’utilisateur a été mis à jour avec succès.
it_it: L'utente è stato aggiornato correttamente.
ja_jp: ユーザーが正常に更新されました。
pt_pt: O utilizador foi atualizado com sucesso.
ro_ro: Utilizatorul a fost actualizat cu succes.

source: User has been updated successfully without updating his/her roles as the user is static type.
de_de: Der Benutzer wurde erfolgreich aktualisiert, ohne seine Rollen zu aktualisieren, da der Benutzer statisch ist.
fr_fr: L’utilisateur a été mis à jour avec succès sans mettre à jour ses rôles car l’utilisateur est de type statique.
it_it: L'utente è stato aggiornato correttamente senza aggiornare i propri ruoli poiché l'utente è di tipo statico.
ja_jp: ユーザーは静的型であるため、ロールを更新せずに正常に更新されました。
pt_pt: O utilizador foi atualizado com sucesso sem atualizar as suas funções, uma vez que o utilizador é estático.
ro_ro: Utilizatorul a fost actualizat cu succes fără a actualiza rolurile sale ca utilizatorul este de tip static.

source: User Id is required.
de_de: Benutzer-ID ist erforderlich.
fr_fr: L’ID utilisateur est requis.
it_it: L'ID utente è obbligatorio.
ja_jp: ユーザー ID は必須です。
pt_pt: É necessário o ID do utilizador.
ro_ro: Id-ul de utilizator este necesar.

source: User permissions have been updated successfully.
de_de: Benutzerberechtigungen wurden erfolgreich aktualisiert.
fr_fr: Les autorisations utilisateur ont été mises à jour avec succès.
it_it: Le autorizzazioni utente sono state aggiornate correttamente.
ja_jp: ユーザー権限が正常に更新されました。
pt_pt: As permissões do utilizador foram atualizadas com sucesso.
ro_ro: Permisiunile de utilizator au fost actualizate cu succes.

# User_with_Id_deleted
source: User with ID '{0}' has been deleted.
de_de: Benutzer mit der ID '{0}' wurde gelöscht.
fr_fr: L’utilisateur avec l’ID '{0}' a été supprimé.
it_it: L'utente con ID '{0}' è stato eliminato.
ja_jp: ID が '{0}' のユーザーが削除されました。
pt_pt: O utilizador com id '{0}' foi eliminado.
ro_ro: Utilizatorul cu ID-ul "{0}" a fost șters.

# User_with_Id_UserId_logged_in_with_2Fa
source: User with ID '{0}' logged in with Two-Factor Authentication.
de_de: Benutzer mit der ID '{0}' angemeldet mit Zwei-Faktor-Authentifizierung.
fr_fr: L’utilisateur avec l’ID '{0}' connecté avec l’authentification à deux facteurs.
it_it: L'utente con ID '{0}' ha effettuato l'accesso con l'autenticazione a due fattori.
ja_jp: ID が「{0}」のユーザーが 2 要素認証でログインしました。
pt_pt: Utilizador com ID '{0}' insiciou sessão com autenticação de dois fatores.
ro_ro: Utilizator cu ID-ul "{0}" conectat cu autentificare cu doi factori.

# value_cannot_be_null
source: {0} cannot be null
de_de: {0} darf nicht null sein
fr_fr: {0} ne peut pas être null
it_it: {0} non può essere null
ja_jp: {0} を null にすることはできません
pt_pt: {0} não pode ser nula
ro_ro: {0} nu poate fi nulă

source: Verification code is invalid.
de_de: Der Bestätigungscode ist ungültig.
fr_fr: Le code de vérification n’est pas valide.
it_it: Il codice di verifica non è valido.
ja_jp: 確認コードが無効です。
pt_pt: O código de verificação é inválido.
ro_ro: Codul de verificare nu este valid.

# Verification_email_has_been_sent
source: Verification email has been sent. Please check your email.
de_de: Bestätigungs-E-Mail wurde gesendet. Bitte überprüfen Sie Ihre E-Mails.
fr_fr: Un e-mail de vérification a été envoyé. Veuillez vérifier vos e-mails.
it_it: L'email di verifica è stata inviata. Controlla la tua email.
ja_jp: 確認メールが送信されました。メールをご確認ください。
pt_pt: O e-mail de verificação foi enviado. Por favor, verifique o seu e-mail.
ro_ro: E-mailul de verificare a fost trimis. Vă rugăm să verificați e-mailul.

source: Weight is required.
de_de: Gewicht ist erforderlich.
fr_fr: Le poids est requis.
it_it: Il peso è obbligatorio.
ja_jp: 重量が必要です。
pt_pt: É necessário peso.
ro_ro: Greutatea este necesară.

source: Your account is deactivated. Please contact your administrator.
de_de: Ihr Konto ist deaktiviert. Bitte wenden Sie sich an Ihren Administrator.
fr_fr: Votre compte est désactivé. Veuillez contacter votre administrateur.
it_it: Il tuo account è disattivato. Contattare l'amministratore.
ja_jp: アカウントが無効になります。管理者に問い合わせてください。
pt_pt: A sua conta está desativada. Por favor contacte o seu administrador.
ro_ro: Contul tău este dezactivat. Vă rugăm să contactați administratorul.

source: Your authenticator app has been verified.
de_de: Ihre Authentifikator-App wurde überprüft.
fr_fr: Votre application d’authentification a été vérifiée.
it_it: L'app di autenticazione è stata verificata.
ja_jp: 認証アプリが確認されました。
pt_pt: A sua aplicação de autenticador foi verificada.
ro_ro: Aplicația de autentificare a fost verificată.

# Your_authenticator_app_key_has_been_reset
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
de_de: Ihr Authentifikator-App-Schlüssel wurde zurückgesetzt, Sie müssen Ihre Authentifikator-App mit dem neuen Schlüssel konfigurieren.
fr_fr: Votre clé d’application d’authentification a été réinitialisée, vous devrez configurer votre application d’authentification à l’aide de la nouvelle clé.
it_it: La chiave dell'app di autenticazione è stata reimpostata, dovrai configurare l'app di autenticazione usando la nuova chiave.
ja_jp: 認証アプリのキーがリセットされたら、新しいキーを使用して認証アプリを構成する必要があります。
pt_pt: A tecla de aplicação do autenticador foi reiniciada, terá de configurar a sua aplicação autenticadora utilizando a nova chave.
ro_ro: Cheia aplicației de autentificare a fost resetată, va trebui să configurați aplicația de autentificare utilizând noua cheie.

source: Your email has been changed successfully.
de_de: Ihre E-Mail-Adresse wurde erfolgreich geändert.
fr_fr: Votre adresse e-mail a été modifiée avec succès.
it_it: La tua email è stata modificata correttamente.
ja_jp: メールアドレスが正常に変更されました。
pt_pt: O seu email foi alterado com sucesso.
ro_ro: E-mailul tău a fost schimbat cu succes.

source: Your email has been successfully changed.
de_de: Ihre E-Mail-Adresse wurde erfolgreich geändert.
fr_fr: Votre adresse e-mail a été modifiée avec succès.
it_it: La tua email è stata modificata correttamente.
ja_jp: メールアドレスが正常に変更されました。
pt_pt: O seu email foi alterado com sucesso.
ro_ro: E-mailul tău a fost modificat cu succes.

source: Your email is unchanged.
de_de: Ihre E-Mail-Adresse bleibt unverändert.
fr_fr: Votre adresse e-mail est inchangée.
it_it: La tua email è invariata.
ja_jp: メールアドレスに変更はありません。
pt_pt: O seu e-mail não mudou.
ro_ro: Adresa ta de e-mail este neschimbată.

source: Your password has been changed.
de_de: Ihr Passwort wurde geändert.
fr_fr: Votre mot de passe a été modifié.
it_it: La password è stata modificata.
ja_jp: パスワードが変更されました。
pt_pt: A sua senha foi alterada.
ro_ro: Parola a fost schimbată.

source: Your password has been set.
de_de: Ihr Passwort wurde festgelegt.
fr_fr: Votre mot de passe a été défini.
it_it: La password è stata impostata.
ja_jp: パスワードが設定されました。
pt_pt: A sua senha foi definida.
ro_ro: Parola a fost setată.

# You_are_locked_out
source: You're locked out.
de_de: Du bist ausgesperrt.
fr_fr: Vous êtes en lock-out.
it_it: Sei bloccato.
ja_jp: あなたはロックアウトされています。
pt_pt: Está trancado fora.
ro_ro: Ești blocat.
