Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

# Ispum
source: Sed vitae hendrerit justo. Aenean eu mi in urna eleifend imperdiet a vel ipsum. Morbi ac risus vel massa tincidunt lacinia. Aliquam augue libero, venenatis sit amet neque non, dignissim interdum elit. Nunc condimentum enim non ante egestas lobortis. Sed ac felis gravida nisi blandit porta. Sed ultrices finibus ullamcorper. Nullam congue malesuada rhoncus. In non varius arcu. Curabitur porta erat id neque fermentum, ut finibus dui venenatis. Fusce tristique cursus pulvinar. Nam consectetur convallis orci, a elementum elit ultrices ac. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin leo nulla, facilisis sit amet placerat sed, blandit non sapien.
de_de: Sed vitae hendrerit justo. Aenean eu mi in urna eleifend imperdiet a vel ipsum. Morbi ac risus vel massa tincidunt lacinia. Aliquam augue libero, venenatis sit amet neque non, dignissim interdum elit. Nunc condimentum enim non ante egestas lobortis. Sed ac felis gravida nisi blandit porta. Sed ultrices finibus ullamcorper. Nullam congue malesuada rhoncus. In non varius arcu. Curabitur porta erat id neque fermentum, ut finibus dui venenatis. Fusce tristique cursus pulvinar. Nam consectetur convallis orci, ein elementum elit ultrices ac. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin leo nulla, facilisis sit amet placerat sed, blandit non sapien.
it_it: Sed vitae hendrerit justo. Aenean eu mi in urna eleifend imperdiet a vel ipsum. Morbi ac risus vel massa tincidunt lacinia. Aliquam augue libero, venenatis sit amet neque non, dignissim interdum elit. Nunc condimentum enim non ante egestas lobortis. Sed ac felis gravida nisi blandit porta. Sed ultrices finibus ullamcorper. Nullam congue malesuada rhoncus. In arco non vario. Curabitur porta erat id neque fermentum, ut finibus dui venenatis. Fusce tristique cursus pulvinar. Nam consectetur convallis orci, a elementum elit ultrices ac. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin leo nulla, facilisis sit amet placerat sed, blandit non sapien.
ja_jp: セド・ヴィタエ・ヘンドレリット・ジャストウルナ・エレフェンドのアイネアン・ユー・ミは、ヴェル・イプサムを含む。モルビ・アク・リスス・ヴェル・マッサ・ティンシドゥン・ラシニアアリクラム・オーグ・リベロ、ベネナティスはアメット・ネケ・ノン、ディグニシム・インターダム・エリートに座っている。ナンク・コンディメンタム・エニム・ノン・アンティ・エゲスタ・ロボティスセド・ア・フェリス・グラビダ・ニシ・ブラント・ポルタセドウルトリクスフィニバスウラムコパー。ヌラム・コング・マレスアダ・ロンカス非静脈弧で。キュラビトゥール・ポルタ・エラット・イド・ネケ・ファーレンティム、ウット・フィニバス・デュイ・ベネナティス。フスキス・トリステク・キュルサス・プルヴィナーナム・コンセクトゥール・コンバリス・オルチ、エレメントム・エリト・ウルトリスac。ロレム・イプサム・ドロールはアメットに座り、エリートを奉献する。プロインレオヌラ、ファシリティはアメットプラセラットsed、当たり障りのない非サピエンに座ります。
pt_pt: Sed vitae hendrerit justo. Aenean eu mi in urna eleifend imperdiet a vel ipsum. Morbi ac risus vel massa tincidunt lacinia. Aliquam augue libero, venenatis sentam-se amet neque non, dignissim interdum elit. Nunc condimentum enim non ante egestas lobortis. Sed ac felis gravida nisi blandit porta. Sed ultrices finibus ullamcorper. Nullam congue malesuada rhoncus. Em non varius arcu. Curabitur porta erat id neque fermentum, ut finibus dui venenatis. Fusce tristique cursus pulvinar. Nam consectetur convallis orci, um elementum elit ultrices ac. Lorem ipsum dolor senta-se amet, consectetur adipiscing elit. Proin leo nulla, facilisis senta-se amet placerat sed, blandit non sapien.
ro_ro: Sed vitae hendrerit justo. Aenean eu mi in urna eleifend imperdiet a vel ipsum. Morbi ac risus vel massa tincidunt lacinia. Aliquam augue libero, venenatis sit amet neque non, dignissim interdum elit. Nunc condimentum enim non ante egestas lobortis. Sed ac felis gravida nisi blandit porta. Sed ultrices finibus ullamcorper. Nullam congue malesuada rhoncus. În non varius arcu. Curabitur porta erat id neque fermentum, ut finibus dui venenatis. Fusce tristique cursus pulvinar. Nam consectetur convallis orci, a elementum elit ultrices ac. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin leo nulla, facilisis sit amet placerat sed, blandit non sapien.

source: Issues rising
de_de: Probleme steigen
fr_fr: Les enjeux se près de l
it_it: Problemi in aumento
ja_jp: 問題の増加
pt_pt: Questões a subir
ro_ro: Probleme în creștere

source: Is Active User
de_de: Ist aktiver Benutzer
fr_fr: Est un utilisateur actif
it_it: È un utente attivo
ja_jp: アクティブ ユーザー
pt_pt: É Utilizador Ativo
ro_ro: Este utilizator activ

source: Is Default
de_de: Ist Standard
fr_fr: Est par défaut
it_it: È predefinito
ja_jp: デフォルトです
pt_pt: É padrão
ro_ro: Este implicit

source: Is Email Confirmed
de_de: Ist E-Mail bestätigt
fr_fr: L’e-mail est-il confirmé ?
it_it: L'e-mail è confermata
ja_jp: 電子メールが確認済み
pt_pt: É confirmado e-mail
ro_ro: Este confirmat e-mailul

source: Is Static
de_de: Ist statisch
fr_fr: Est statique
it_it: È statico
ja_jp: 静的である
pt_pt: É Estática
ro_ro: Este statică

source: Items per page
de_de: Elemente pro Seite
fr_fr: Éléments par page
it_it: Articoli per pagina
ja_jp: ページごとのアイテム数
pt_pt: Itens por página
ro_ro: Elemente pe pagină

source: January
de_de: Januar
fr_fr: Janvier
it_it: Gennaio
ja_jp: 1 月
pt_pt: Janeiro
ro_ro: Ianuarie

source: Job Title
de_de: Berufsbezeichnung
fr_fr: Titre du poste
it_it: Titolo di lavoro
ja_jp: 役職
pt_pt: Título de Emprego
ro_ro: Titlul postului

source: Join the Military
de_de: Treten Sie dem Militär bei
fr_fr: Rejoignez l’armée
it_it: Unisciti all'esercito
ja_jp: 軍隊に参加する
pt_pt: Junte-se às Forças Armadas
ro_ro: Alăturați-vă armatei

source: July
de_de: Juli
fr_fr: Juillet
it_it: Luglio
ja_jp: 7 月
pt_pt: Julho
ro_ro: Iulie

source: June
de_de: Juni
fr_fr: Juin
it_it: Giugno
ja_jp: 6 月
pt_pt: Junho
ro_ro: Iunie

source: Last
de_de: Letzte
fr_fr: Dernier
it_it: Ultimo
ja_jp: 前の
pt_pt: Último
ro_ro: Ultim

source: Last Name
de_de: Nachname
fr_fr: Nom
it_it: Cognome
ja_jp: 名字
pt_pt: Último Nome
ro_ro: Nume de familie

source: Learn how to
de_de: Erfahren Sie, wie Sie
fr_fr: Apprenez à
it_it: Scopri come
ja_jp: その方法を学ぶ
pt_pt: Saiba como
ro_ro: Aflați cum să

source: Left
de_de: Links
fr_fr: Gauche
it_it: A sinistra
ja_jp: 左
pt_pt: Esquerda
ro_ro: Stânga

source: Legend Position
de_de: Legendenposition
fr_fr: Position de la légende
it_it: Posizione della legenda
ja_jp: 凡例の位置
pt_pt: Posição da Lenda
ro_ro: Poziția legendei

source: Live data powered by SignalR
de_de: Live-Daten powered by SignalR
fr_fr: Données en direct alimentées par SignalR
it_it: Dati in tempo reale alimentati da SignalR
ja_jp: SignalR によって供給されるライブ データ
pt_pt: Dados ao vivo alimentados por SignalR
ro_ro: Date live alimentate de SignalR

source: Loading on Demand
de_de: Laden bei Bedarf
fr_fr: Chargement à la demande
it_it: Caricamento su richiesta
ja_jp: オンデマンドでのロード
pt_pt: Carregamento a pedido
ro_ro: Încărcarea la cerere

source: Localization
de_de: Lokalisierung
fr_fr: Localisation
it_it: Localizzazione
ja_jp: ローカライゼーション
pt_pt: Localização
ro_ro: Localizare

source: Local Time
de_de: Ortszeit
fr_fr: Heure locale
it_it: Ora locale
ja_jp: 地域時刻
pt_pt: Hora local
ro_ro: Ora locală

source: Lockout Settings
de_de: Sperreinstellungen
fr_fr: Paramètres de verrouillage
it_it: Impostazioni di blocco
ja_jp: ロックアウト設定
pt_pt: Definições de bloqueio
ro_ro: Setări lockout

source: Login
de_de: Einloggen
fr_fr: Connectez-vous
it_it: Accesso
ja_jp: ログイン

# login_lowered
source: login
de_de: einloggen
fr_fr: connectez-vous
it_it: accesso
ja_jp: ログイン

source: Login out...
de_de: Melden Sie sich ab...
fr_fr: Connectez-vous...
it_it: Effettua il login...
ja_jp: ログインアウト.
pt_pt: Faça login...

source: Login with Authenticator Code
de_de: Login mit 2FA Code
fr_fr: Connectez-vous avec le code 2FA
it_it: Accedi con il codice di autenticazione
ja_jp: 2FAコードでログイン
pt_pt: Iniciar sessão com Código 2FA
ro_ro: Autentifică-te cu codul de autentificare

source: Login with Recovery Code
de_de: Melden Sie sich mit dem Wiederherstellungscode an
fr_fr: Connectez-vous avec le code de récupération
it_it: Accedi con il codice di recupero
ja_jp: 回復コードを使用したログイン
pt_pt: Iniciar sessão com Código de Recuperação
ro_ro: Conectați-vă cu codul de recuperare

source: Logout
de_de: Abmeldung
fr_fr: Déconnexion
ja_jp: ログアウト
ro_ro: Deconectare

source: Log in
de_de: Anmelden
fr_fr: S'identifier
it_it: Accedi
ja_jp: ログイン
pt_pt: Iniciar sessão
ro_ro: Conectează-te

source: log in with a recovery code
de_de: Melden Sie sich mit einem Wiederherstellungscode an
fr_fr: connectez-vous avec un code de récupération
it_it: accedere con un codice di ripristino
ja_jp: 回復コードでログインする
pt_pt: iniciar sessão com um código de recuperação
ro_ro: conectați-vă cu un cod de recuperare

source: Long Date Pattern
de_de: Langes Datumsmuster
fr_fr: Modèle de date longue
it_it: Modello di data lunga
ja_jp: 長い日付パターン
pt_pt: Padrão de data longa
ro_ro: Model de dată lungă

source: Long Time Pattern
de_de: Langes Zeitmuster
fr_fr: Modèle à long temps
it_it: Modello a lungo termine
ja_jp: ロングタイムパターン
pt_pt: Padrão de longo tempo
ro_ro: Model de lungă durată

# Lorem
source: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Aenean blandit faucibus finibus. Aenean euismod lorem metus. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras at tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Praesent vulputate varius ex et suscipit. Praesent imperdiet facilisis nisi non sodales. Nullam sit amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. In egestas odio id est gravida lobortis. In a varius mauris, quis ornare metus. Sed semper pretium magna, a vulputate lorem vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.
de_de: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Aenean blandit faucibus finibus. Aeneischer Euismod lorem metus. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras at tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Praesent vulputate varius ex et suscipit. Praesent imperdiet facilisis nisi non sodales. Nullam sit amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. In egestas odio id est gravida lobortis. In einem varius mauris, quis ornare metus. Sed semper pretium magna, ein vulputate lorem vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.
fr_fr: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Aenean blandit faucibus finibus. Euismod lorem metus d’Énée. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras at tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Praesent vulputate varius ex et suscipit. Praesent imperdiet facilisis nisi non sodales. Nullam sit amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. In egestas odio id est gravida lobortis. Dans un varius mauris, quis ornare metus. Sed semper pretium magna, un vulputate lorem vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.
it_it: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Eneano blandit faucibus finibus. Euismode eneo lorem metus. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras at tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Praesent vulputate varius ex et suscipit. Praesent imperdiet facilisis nisi non sodales. Nullam sit amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. In egestas odio id est gravida lobortis. In un varius mauris, quis ornare metus. Sed semper pretium magna, un lorem vulputate vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.
ja_jp: グラビダ、ウット・ヤキュリス・アンティ・マティスのマウリス・クルサス・デュイ。アイネアン・ブランディット・ファウシバス・フィニバス。アイネアン・ユーズモド・ロレム・メトゥスウト・ビタエ・ヌラ・アク・モーリス・ヴルプテット・アキュムサン・アク・ノン・ヴェリットティンシドゥン・オーグのクラス、クイス・エレフェンド・エスト。キスケマグナダム、エレメンタム・ウット・ペレンテスク・ヴィータエ、ポートティター・クイス・クワム。プラゼント・ヴァリウス・エクス・エ・サシピットプラエゼント・インパーダイエット・ファシリス・ニシ・ノン・ソデールズヌラムはアメット・ロレンム・クイシ・ペレンテスク・オルネアに座ります。ペレンテス・マクシムス・セッド・ウルナ・ヴェル・ユーイスモッドエゲスタオディオidエストグラビダロボティスで。静脈瘤では、クイス・オーナレ・メトゥス。セドセンパープレチウムマグナ、加硫ロレン加硫ビタエ。クイスク・ユー・コング・クラム、アメット・ユーイスモド・イプサムに座る。
pt_pt: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Aenean blandit faucibus finibus. Aenean euismod lorem metus. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras at tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Praesent vulputate varius ex et suscipit. Praesent imperdiet facilisis nisi non sodales. Nullam senta-se amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. Em egestas odio id est gravida lobortis. Em um varius mauris, quis ornare metus. Sed semper pretium magna, um vulputate vulputate vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.
ro_ro: Mauris cursus dui in tellus gravida, ut iaculis ante mattis. Aenean blandit faucibus finibus. Enean euismod lorem metus. Ut vitae nulla ac mauris vulputate accumsan ac non velit. Cras la tincidunt augue, quis eleifend est. Quisque magna diam, elementum ut pellentesque vitae, porttitor quis quam. Preesent vulputate varius ex et suscipit. Preesent imperdiet facilisis nisi non sodales. Nullam sit amet lorem quis nisi pellentesque ornare. Pellentesque maximus sed urna vel euismod. In egestas odio id est gravida lobortis. Într-un mauris varius, quis ornare metus. Sed semper pretium magna, un vulputat lorem vulputate vitae. Quisque eu congue quam, sit amet euismod ipsum.

source: Low
de_de: Niedrig
fr_fr: Bas
it_it: Basso
ja_jp: 低い
pt_pt: Baixo
ro_ro: Jos

source: March
de_de: März
fr_fr: Mars
it_it: Marzo
ja_jp: 3 月
pt_pt: Março
ro_ro: Martie

source: Master-Details Form
de_de: Master-Details-Formular!
fr_fr: Formulaire Master-Details !
it_it: Modulo Master-Details
ja_jp: マスター詳細フォーム！
pt_pt: Formulário Master-Details!
ro_ro: Formular master-detalii

source: Maximum Failed Access Attempts
de_de: Maximale Anzahl fehlgeschlagener Zugriffsversuche
fr_fr: Nombre maximal de tentatives d’accès ayant échoué
it_it: Numero massimo di tentativi di accesso non riusciti
ja_jp: 失敗したアクセス試行の最大数
pt_pt: Tentativas máximas de acesso falhadas
ro_ro: Încercări maxime de acces nereușite

source: May
de_de: Mai
fr_fr: Mai
it_it: Maggio
ja_jp: 5 月
pt_pt: Maio
ro_ro: Mai

source: Medium
de_de: Mittel
fr_fr: Douleur moyenne
it_it: Medio
ja_jp: 中程度
pt_pt: Média
ro_ro: Medie

source: Military Applicants
de_de: Militärische Bewerber
fr_fr: Candidats militaires
it_it: Candidati militari
ja_jp: 軍事申請者
pt_pt: Candidatos militares
ro_ro: Aplicanți militari

source: Minor
de_de: Kleiner
fr_fr: Mineur
it_it: Minore
ja_jp: マイナー
pt_pt: Menor

# Minute
source: Minutes
de_de: Protokoll
fr_fr: Compte-rendu
it_it: Verbale
ja_jp: 議事録
pt_pt: Minutos
ro_ro: Minute

# Modified_On
source: Modification Date
de_de: Änderungsdatum
it_it: Data di modifica
ja_jp: 変更日
pt_pt: Data de Modificação
ro_ro: Data modificării

source: Month
de_de: Monat
fr_fr: Mois
it_it: Mese
ja_jp: 月
pt_pt: Mês
ro_ro: Lună

source: Month Day Pattern
de_de: Muster für Monatstage
fr_fr: Modèle de jour de mois
it_it: Modello del giorno del mese
ja_jp: 月の日パターン
pt_pt: Padrão do dia do mês
ro_ro: Luna Ziua model

source: Month Genitive Names
de_de: Monatsgenitivnamen
fr_fr: Noms génitifs du mois
it_it: Nomi genitivi del mese
ja_jp: 月の天才名
pt_pt: Nomes genitivos do mês
ro_ro: Luna Nume genitive

source: Month Names
de_de: Monatsnamen
fr_fr: Noms des mois
it_it: Nomi dei mesi
ja_jp: 月名
pt_pt: Nomes do mês
ro_ro: Nume de luni

source: My Account
de_de: Mein Konto
fr_fr: Mon compte
it_it: Il mio account
ja_jp: マイアカウント
pt_pt: Minha Conta
ro_ro: Contul meu

source: My Claims
de_de: Meine Ansprüche
fr_fr: Mes réclamations
it_it: I miei reclami
ja_jp: 私のクレーム
pt_pt: As minhas reivindicações
ro_ro: Revendicările mele

source: My Permissions
de_de: Meine Berechtigungen
fr_fr: Mes autorisations
it_it: Le mie autorizzazioni
ja_jp: 自分のアクセス許可
pt_pt: As minhas permissões
ro_ro: Permisiunile mele

source: My Profile
de_de: Mein Profil
fr_fr: Mon profil
it_it: Il mio profilo
ja_jp: マイプロフィール
pt_pt: O meu perfil
ro_ro: Profilul meu

source: My Profile Picture
de_de: Mein Profilbild
fr_fr: Ma photo de profil
it_it: La mia immagine del profilo
ja_jp: マイ プロフィール写真
pt_pt: A minha imagem de perfil
ro_ro: Fotografia mea de profil

source: Name
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pt_pt: Nome
ro_ro: Nume

source: Native Calendar Name
de_de: Name des nativen Kalenders
fr_fr: Nom du calendrier natif
it_it: Nome calendario nativo
ja_jp: ネイティブカレンダー名
pt_pt: Nome do calendário nativo
ro_ro: Nume calendar nativ

source: Native Name
de_de: Nativer Name
fr_fr: Nom natif
it_it: Nome nativo
ja_jp: ネイティブ名
pt_pt: Nome nativo
ro_ro: Nume nativ

source: Natural Spline
de_de: Natürlicher Spline
fr_fr: Spline naturelle
it_it: Spline naturale
ja_jp: ナチュラルスプライン
ro_ro: Spline naturale

source: New Email
de_de: Neue E-Mail-Adresse
fr_fr: Nouvel e-mail
it_it: Nuova e-mail
ja_jp: 新しいメール
pt_pt: Novo E-mail
ro_ro: E-mail nou

source: New Registered Users are Active by Default
de_de: Neue registrierte Benutzer sind standardmäßig aktiv
fr_fr: Les nouveaux utilisateurs enregistrés sont actifs par défaut
it_it: I nuovi utenti registrati sono attivi per impostazione predefinita
ja_jp: 新規登録ユーザーがデフォルトでアクティブ
pt_pt: Novos utilizadores registados estão ativos por padrão
ro_ro: Utilizatorii noi înregistrați sunt activi în mod implicit

source: Next
de_de: Nächster
fr_fr: Prochain
it_it: Prossimo
ja_jp: 次に
pt_pt: A seguir
ro_ro: Următor

source: Normally this would be emailed
de_de: Normalerweise würde dies per E-Mail gesendet werden
fr_fr: Normalement, cela serait envoyé par e-mail
it_it: Normalmente questo verrebbe inviato via e-mail
ja_jp: 通常、これは電子メールで送信されます
pt_pt: Normalmente isto seria enviado por e-mail
ro_ro: În mod normal, acest lucru ar fi trimis prin e-mail

source: November
fr_fr: Novembre
it_it: Novembre
ja_jp: 11 月
pt_pt: Novembro
ro_ro: Noiembrie

source: No data available.
de_de: Keine Daten verfügbar.
fr_fr: Aucune donnée disponible.
it_it: Nessun dato disponibile.
ja_jp: 使用できるデータがありません。
pt_pt: Não há dados disponíveis.
ro_ro: Nu există date disponibile.

source: No, keep it
de_de: Nein, behalten Sie es
fr_fr: Non, gardez-le
it_it: No, tienilo
ja_jp: いいえ、それを維持します
pt_pt: Não, guarde.
ro_ro: Nu, păstrați-l

source: Nuclear
de_de: Nuklear
fr_fr: Nucléaire
it_it: Nucleare
ja_jp: 核
ro_ro: Atomic

source: Occupational injury
de_de: Arbeitsunfälle
fr_fr: Accident du travail
it_it: Infortunio sul lavoro
ja_jp: 労働災害
pt_pt: Lesões profissionais
ro_ro: Vătămarea profesională

source: October
de_de: Oktober
fr_fr: Octobre
it_it: Ottobre
ja_jp: 10 月
pt_pt: Outubro
ro_ro: Octombrie

source: Oil
de_de: Öl
fr_fr: Huile
it_it: Olio
ja_jp: 油
pt_pt: Óleo
ro_ro: Ulei

# Oil1
source: Oil
de_de: Öl
fr_fr: Huile
it_it: Olio
ja_jp: 油
pt_pt: Óleo
ro_ro: Ulei

source: Once you have scanned the QR code or input the key above
de_de: Sobald Sie den QR-Code gescannt oder den Schlüssel oben eingegeben haben
fr_fr: Une fois que vous avez scanné le code QR ou entré la clé ci-dessus
it_it: Dopo aver scansionato il codice QR o inserito il tasto sopra
ja_jp: QRコードをスキャンするか、上記のキーを入力したら
pt_pt: Depois de ter digitalizado o código QR ou introduzido a chave acima
ro_ro: După ce ați scanat codul QR sau ați introdus cheia de mai sus

source: Options
de_de: Optionen
it_it: Opzioni
ja_jp: オプション
pt_pt: Opções
ro_ro: Opțiuni

source: or
de_de: oder
fr_fr: ou
it_it: o
ja_jp: 又は
pt_pt: ou
ro_ro: sau

source: out of
de_de: aus
fr_fr: de
it_it: da
ja_jp: から
pt_pt: fora de
ro_ro: din

source: Overview
de_de: Überblick
fr_fr: Aperçu
it_it: Panoramica
ja_jp: 概要
pt_pt: Visão geral
ro_ro: Prezentare generală

source: Password
de_de: Passwort
fr_fr: Mot de passe
it_it: Parola d’ordine
ja_jp: パスワード
pt_pt: Senha
ro_ro: Parolă

source: Password Settings
de_de: Passwort-Einstellungen
fr_fr: Paramètres de mot de passe
it_it: Impostazioni password
ja_jp: パスワードの設定
pt_pt: Definições de palavra-passe
ro_ro: Setări parolă

source: Pending
de_de: Ausstehend!
fr_fr: En attente
it_it: In sospeso
ja_jp: レビュー待ち
pt_pt: Pendente
ro_ro: Până

source: Periodic
de_de: Periodisch
fr_fr: Périodique
it_it: Periodico
ja_jp: 周期的
pt_pt: Periódico
ro_ro: Periodice

source: Permissions
de_de: Erlaubnisse
fr_fr: Autorisations
it_it: Autorizzazioni
ja_jp: 権限
pt_pt: Permissões
ro_ro: Permisiuni

source: Personal Data
de_de: Personenbezogene Daten
fr_fr: Données personnelles
it_it: Dati personali
ja_jp: 個人データ
pt_pt: Dados Pessoais
ro_ro: Date personale

source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone
it_it: Numero di telefono
ja_jp: 電話番号
pt_pt: Número de telefone
ro_ro: Număr de telefon

source: Phone number is required.
de_de: Telefonnummer erforderlich!
fr_fr: Le numéro de téléphone est requis.
it_it: Il numero di telefono è obbligatorio.
ja_jp: 電話番号を入力してください
pt_pt: O número de telefone é obrigatório
ro_ro: Numărul de telefon este necesar.

source: Play
de_de: Spielen
fr_fr: Jouer
it_it: Giocare
ja_jp: 遊ぶ
pt_pt: Jogar
ro_ro: Juca

source: Please
de_de: Bitte
fr_fr: S’il vous plaît
it_it: Per favore
ja_jp: お願いします
pt_pt: Por favor
ro_ro: Vă rog

source: Please check your email to confirm your account.
de_de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu bestätigen.
fr_fr: Veuillez vérifier votre adresse e-mail pour confirmer votre compte.
it_it: Controlla la tua email per confermare il tuo account.
ja_jp: メールを確認してアカウントを確認してください。
pt_pt: Por favor, verifique o seu e-mail para confirmar a sua conta.
ro_ro: Vă rugăm să verificați e-mailul pentru a vă confirma contul.

source: Please check your email to reset your password or click
de_de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Passwort zurückzusetzen, oder klicken Sie auf
fr_fr: Veuillez vérifier votre adresse e-mail pour réinitialiser votre mot de passe ou cliquez sur
it_it: Controlla la tua email per reimpostare la password o clicca su
ja_jp: パスワードをリセットするには、メールを確認するか、
pt_pt: Verifique o seu e-mail para redefinir a sua palavra-passe ou clique
ro_ro: Vă rugăm să verificați e-mailul pentru a vă reseta parola sau faceți clic pe

source: Please provide new name for the file or leave it as is.
de_de: Bitte geben Sie einen neuen Namen für die Datei an oder lassen Sie sie so, wie sie ist.
fr_fr: Veuillez fournir un nouveau nom pour le fichier ou le laisser tel qu’il est.
it_it: Si prega di fornire un nuovo nome per il file o lasciarlo così com'è.
ja_jp: ファイルの新しい名前を指定するか、そのままにしてください。
pt_pt: Por favor, forneça um novo nome para o ficheiro ou deixe-o como está.
ro_ro: Vă rugăm să furnizați un nume nou pentru fișier sau să-l lăsați așa cum este.

source: PM Designator
de_de: PM-Bezeienung
fr_fr: Désignateur PM
it_it: Designatore PM
ja_jp: PM 指定子
pt_pt: Designador pm

source: Previous
de_de: Vorhergehend
fr_fr: Précédent
it_it: Precedente
ja_jp: 先の
pt_pt: Anterior
ro_ro: Precedent

source: Profile
de_de: Profil
fr_fr: Profil
it_it: Profilo
ja_jp: プロフィール
pt_pt: Perfil
ro_ro: Profil

source: Profile Picture
de_de: Profilbild
fr_fr: Photo de profil
it_it: Immagine del profilo
ja_jp: プロフィール写真
pt_pt: Imagem de perfil
ro_ro: Imagine de profil

source: Proof of Concepts
fr_fr: Preuve de concept
it_it: Prova di concetti
ja_jp: 概念実証
pt_pt: Prova de Conceitos
ro_ro: Dovada conceptelor

source: Properties
de_de: Eigenschaften
fr_fr: Propriétés
it_it: Proprietà
ja_jp: プロパティ
pt_pt: Propriedades
ro_ro: Proprietăți

source: Property
de_de: Eigentum
fr_fr: Propriété
it_it: Proprietà
ja_jp: 財産
pt_pt: Propriedade
ro_ro: Proprietate

source: Put these codes in a safe place.
de_de: Legen Sie diese Codes an einen sicheren Ort.
fr_fr: Mettez ces codes dans un endroit sûr.
it_it: Metti questi codici in un posto sicuro.
ja_jp: これらのコードを安全な場所に置きます。
pt_pt: Coloque estes códigos num lugar seguro.
ro_ro: Puneți aceste coduri într-un loc sigur.

# QueryString
source: Search Criteria
de_de: Suchkriterien
fr_fr: Critères de recherche
it_it: Criteri di ricerca
ja_jp: 検索条件
pt_pt: Critérios de Pesquisa
ro_ro: Criterii de căutare
