Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

source: Quick Search
de_de: Schnellsuche
fr_fr: Recherche rapide
it_it: Ricerca rapida
ja_jp: クイック検索
pt_pt: Pesquisa rápida
ro_ro: Căutare rapidă

source: Randomize
de_de: Randomisieren
fr_fr: Randomiser
ja_jp: ランダム
pt_pt: Aleatoriedade
ro_ro: Aleator

source: Realtime Data
de_de: Echtzeitdaten
fr_fr: Temps réel
it_it: Dati in tempo reale
ja_jp: リアルタイム
pt_pt: Tempo Real
ro_ro: Date în timp real

source: Recent incidents
de_de: Jüngste Vorfälle
fr_fr: Incidents récents
it_it: Incidenti recenti
ja_jp: 最近の事件
pt_pt: Incidentes recentes
ro_ro: Incidente recente

source: Recovery Code
de_de: Wiederherstellungscode
fr_fr: Code de récupération
it_it: Codice di recupero
ja_jp: 回復コード
pt_pt: Código de Recuperação
ro_ro: Codul de recuperare

source: Recovery Codes
de_de: Wiederherstellungscodes
fr_fr: Codes de récupération
it_it: Codici di ripristino
ja_jp: 回復コード
pt_pt: Códigos de Recuperação
ro_ro: Coduri de recuperare

source: Reference
de_de: Referenz
fr_fr: Référence
it_it: Riferimento
ja_jp: 参考文献
pt_pt: Referência
ro_ro: Referință

source: Reference name is required.
de_de: Der Name wird benötigt!
fr_fr: Le nom est requis.
it_it: Il nome di riferimento è obbligatorio.
ja_jp: 名前は必須です！
pt_pt: Nome é obrigatório!
ro_ro: Este necesar numele de referință.

source: Refresh Token Timespan
de_de: Zeitspanne des Aktualisierungstokens
fr_fr: Actualiser la durée du jeton
it_it: Intervallo di tempo del token di aggiornamento
ja_jp: トークンのタイムスパンの更新

source: Register
de_de: Registrieren
fr_fr: Registre
it_it: Registro
ja_jp: 登録する
pt_pt: Registo
ro_ro: Înregistrează-te

source: Register as a new user
de_de: Als neuer Benutzer registrieren
fr_fr: S’inscrire en tant que nouvel utilisateur
it_it: Registrati come nuovo utente
ja_jp: 新規ユーザーとして登録する
pt_pt: Registe-se como novo utilizador
ro_ro: Înregistrați-vă ca utilizator nou

source: Register Confirmation
de_de: Bestätigung der Registrierung
fr_fr: Confirmation d’inscription
it_it: Conferma registrazione
ja_jp: 登録確認
pt_pt: Confirmação de Registo
ro_ro: Confirmarea înregistrării

source: Remember me?
de_de: Erinnern Sie sich an mich?
fr_fr: Souvenez-vous de moi?
it_it: Ti ricordi di me?
ja_jp: 私を覚えていますか?
pt_pt: Lembra-se de mim?
ro_ro: Amintiți-vă de mine?

source: Remember this machine
de_de: Merken Sie sich dieses Gerät
fr_fr: Rappelez-vous cette machine
it_it: Ricorda questa macchina
ja_jp: このマシンを覚えておいてください
pt_pt: Lembre-se desta máquina
ro_ro: Amintiți-vă această mașină

source: Remove
de_de: Entfernen
fr_fr: Enlever
it_it: Togliere
ja_jp: 取り去る
pt_pt: Remover
ro_ro: Depărta

source: Reporting
fr_fr: Établissement de rapports
it_it: Cronaca
ja_jp: レポートの提出
pt_pt: Relatórios
ro_ro: Raportare

source: Reports
de_de: Berichte
fr_fr: Rapports
it_it: Rapporti
ja_jp: レポート
pt_pt: Relatórios
ro_ro: Rapoarte

source: Report Details
de_de: Berichtsdetails
fr_fr: Détails sur les signalements
it_it: Dettagli del report
ja_jp: X-レポートの詳細
pt_pt: Detalhes do relatório
ro_ro: Detalii raport

source: Required Length
de_de: Erforderliche Länge
fr_fr: Longueur requise
it_it: Lunghezza richiesta
ja_jp: 必要な長さ
pt_pt: Comprimento Necessário
ro_ro: Lungimea necesară

source: Required Unique Characters
de_de: Erforderliche eindeutige Zeichen
fr_fr: Caractères uniques requis
it_it: Caratteri univoci richiesti
ja_jp: 必要な一意の文字
pt_pt: Caracteres Únicos Necessários
ro_ro: Caractere unice necesare

source: Require Confirmed Account
de_de: Bestätigtes Konto anfordern
fr_fr: Exiger un compte confirmé
it_it: Richiedi un account confermato
ja_jp: 確認済みアカウントを要求する
pt_pt: Requerer Conta Confirmada
ro_ro: Solicitați un cont confirmat

source: Require Confirmed Email
de_de: Bestätigte E-Mail anfordern
fr_fr: Exiger un e-mail confirmé
it_it: Richiedi e-mail confermata
ja_jp: 確認済みメールを要求する
pt_pt: Requerer e-mail confirmado
ro_ro: Necesită e-mail confirmat

source: Require Confirmed Phone Number
de_de: Bestätigte Telefonnummer anfordern
fr_fr: Exiger un numéro de téléphone confirmé
it_it: Richiedi numero di telefono confermato
ja_jp: 確認済電話番号を要求する
pt_pt: Requerer número de telefone confirmado
ro_ro: Solicitați un număr de telefon confirmat

source: Require Digits
de_de: Ziffern erforderlich
fr_fr: Exiger des chiffres
it_it: Richiedi cifre
ja_jp: 数字を必要とする
pt_pt: Requerem dígitos
ro_ro: Necesită cifre

source: Require Lowercase Characters
de_de: Kleinbuchstaben erforderlich
fr_fr: Exiger des caractères minuscules
it_it: Richiedi caratteri minuscoli
ja_jp: 小文字を必要とする
pt_pt: Requerem caracteres minúsculos
ro_ro: Necesită caractere minuscule

source: Require Non-Alphanumeric
de_de: Nicht-alphanumerisch erforderlich
fr_fr: Exiger non alphanumérique
it_it: Richiedi non alfanumerico
ja_jp: 英数字以外の文字が必要
pt_pt: Requerem não-alfanumérico
ro_ro: Necesită non-alfanumerice

source: Require Uppercase Characters
de_de: Großbuchstaben erforderlich
fr_fr: Exiger des caractères majuscules
it_it: Richiedi caratteri maiuscoli
ja_jp: 大文字を必要とする
pt_pt: Requerer caracteres maiúsculas
ro_ro: Necesită caractere majuscule

source: Resend
de_de: Wieder senden
fr_fr: Renvoyer
it_it: Inviare
ja_jp: 再送
pt_pt: Resendência
ro_ro: Retrimite

source: Resend Email Confirmation
de_de: E-Mail-Bestätigung erneut senden
fr_fr: Renvoyer l’e-mail de confirmation
it_it: Invia nuovamente l'e-mail di conferma
ja_jp: 再送信の確認
pt_pt: Reencaiar confirmação de e-mail
ro_ro: Retrimiteți confirmarea prin e-mail

# Reset_2FA_App
source: Reset Two-Factor Authentication App
de_de: Zwei-Faktor-Authentifizierungs-App zurücksetzen
fr_fr: Réinitialiser l’application d’authentification à deux facteurs
it_it: Ripristina l'app di autenticazione a due fattori
ja_jp: 2 要素認証アプリのリセット
pt_pt: Redefinir app de autenticação de dois fatores
ro_ro: Resetarea aplicației de autentificare cu doi factori

# Reset_2FA_Recovery_Codes
source: Reset Two-Factor Authentication Recovery Codes
de_de: Zurücksetzen von Zwei-Faktor-Authentifizierungs-Wiederherstellungscodes
fr_fr: Réinitialiser les codes de récupération de l’authentification à deux facteurs
it_it: Ripristina i codici di ripristino dell'autenticazione a due fattori
ja_jp: 2 要素認証回復コードのリセット
pt_pt: Redefinir códigos de recuperação de autenticação de dois fatores
ro_ro: Resetarea codurilor de recuperare a autentificării cu doi factori

source: Reset Authenticator App
de_de: Authentifikator-App zurücksetzen
fr_fr: Réinitialiser l’application Authenticator
it_it: Ripristina l'app di autenticazione
ja_jp: 認証アプリケーションのリセット
pt_pt: Aplicação autenticadora reset
ro_ro: Resetarea aplicației De autentificare

source: Reset Authenticator Key
de_de: Authentifikatorschlüssel zurücksetzen
fr_fr: Réinitialiser la clé d’authentification
it_it: Ripristina chiave di autenticazione
ja_jp: 認証キーのリセット
pt_pt: Chave autenticadora de reset
ro_ro: Resetarea cheii de autentificare

source: Reset Password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
ja_jp: パスワードのリセット
pt_pt: Redefinir palavra-passe
ro_ro: Resetare parolă

source: Reset Password Confirmation
de_de: Bestätigung des Zurücksetzens des Kennworts
fr_fr: Confirmation de la réinitialisation du mot de passe
it_it: Conferma reimpostazione password
ja_jp: パスワードのリセットの確認
pt_pt: Redefinir a confirmação da palavra-passe
ro_ro: Resetarea confirmării parolei

source: Reset Recovery Codes
de_de: Wiederherstellungscodes zurücksetzen
fr_fr: Réinitialiser les codes de récupération
it_it: Ripristina codici di ripristino
ja_jp: 回復コードのリセット
pt_pt: Redefinir códigos de recuperação
ro_ro: Resetarea codurilor de recuperare

source: reset your authenticator keys
de_de: Setzen Sie Ihre Authentifikatorschlüssel zurück
fr_fr: réinitialiser vos clés d’authentification
it_it: Reimpostare le chiavi dell'autenticatore
ja_jp: 認証キーをリセットする
pt_pt: redefinir as suas teclas autenticadoras
ro_ro: resetați cheile de autentificare

source: Reset your password.
de_de: Setzen Sie Ihr Passwort zurück.
fr_fr: Réinitialisez votre mot de passe.
it_it: Reimposta la password.
ja_jp: パスワードをリセットします。
pt_pt: Repôs a sua senha.
ro_ro: Resetați parola.

source: Resource.Issues is almost reaching 100
de_de: Resource.Issues erreicht fast 100
fr_fr: Resource.Issues atteint presque 100
it_it: Resource.Issues sta quasi raggiungendo i 100
ja_jp: リソース.問題はほぼ100に達しています
pt_pt: Recursos.Questões está quase a chegar aos 100
ro_ro: Resource.Issues este aproape ajunge la 100

source: Resources
de_de: Betriebsmittel
fr_fr: Ressources
it_it: Risorse
ja_jp: リソース
pt_pt: Recursos
ro_ro: Resurse

source: Return
de_de: Rückgabe
fr_fr: Rendre
it_it: Ritorno
ja_jp: 帰る
pt_pt: Retorno
ro_ro: Restitui

source: RFC1123 Pattern
de_de: RFC1123-Muster
fr_fr: Modèle RFC1123
it_it: Rfc1123 Modello
ja_jp: RFC1123 パターン
pt_pt: Padrão RFC1123
ro_ro: Model RFC1123

source: Right
de_de: Rechts
fr_fr: Droite
it_it: A destra
ja_jp: 右
pt_pt: Certo
ro_ro: Dreapta

source: Roentgen
de_de: Röntgen
fr_fr: Radiographique
it_it: Rontgen
ja_jp: レントゲン

source: Role
de_de: Rolle
fr_fr: Rôle
it_it: Ruolo
ja_jp: 役割
pt_pt: Papel
ro_ro: Rol

source: Roles
de_de: Rollen
fr_fr: Rôles
it_it: Ruoli
ja_jp: 役割
pt_pt: Funções
ro_ro: Roluri

source: Role Name
de_de: Rollenname
fr_fr: Nom du rôle
it_it: Nome ruolo
ja_jp: ロール名
pt_pt: Nome de papel
ro_ro: Nume rol

source: Rows per page:
de_de: Zeilen pro Seite:
fr_fr: Lignes par page :
it_it: Righe per pagina:
ja_jp: ページごとの行数:
pt_pt: Linhas por página:
ro_ro: Rânduri pe pagină:

source: Save
de_de: Retten
fr_fr: Sauvegarder
it_it: Salvare
ja_jp: セーブ
pt_pt: Salvar
ro_ro: Salva

source: Scan the QR Code or enter this key
de_de: Scannen Sie den QR-Code oder geben Sie diesen Schlüssel ein
fr_fr: Scannez le code QR ou entrez cette clé
it_it: Scansiona il codice QR o inserisci questa chiave
ja_jp: QRコードをスキャンするか、このキーを入力します
pt_pt: Digitalize o Código QR ou introduza esta chave
ro_ro: Scanați codul QR sau introduceți această cheie

source: Search
de_de: Suchen
fr_fr: Rechercher
it_it: Ricerca
ja_jp: 捜索
pt_pt: Pesquisar
ro_ro: Căutare

source: Search by Roles
de_de: Suche nach Rollen
fr_fr: Recherche par rôles
it_it: Ricerca per ruoli
ja_jp: ロールで検索
pt_pt: Pesquisa por Papéis
ro_ro: Căutarea după roluri

source: see
de_de: Siehe
fr_fr: voir
it_it: vedere
ja_jp: 見る
pt_pt: ver
ro_ro: vedea

source: Select Roles
de_de: Rollen auswählen
fr_fr: Sélectionner des rôles
it_it: Seleziona ruoli
ja_jp: ロールの選択
pt_pt: Selecione Funções
ro_ro: Selectați roluri

source: Send Activation Email
de_de: Aktivierungs-E-Mail senden
fr_fr: Envoyer un e-mail d’activation
it_it: Invia e-mail di attivazione
ja_jp: アクティベーションメールの送信
pt_pt: Enviar e-mail de ativação
ro_ro: Trimiteți e-mail de activare

source: Septemper
ja_jp: セプテンパー

source: Series 1
de_de: Serie 1
fr_fr: Série 1
it_it: Serie 1
ja_jp: シリーズ1
pt_pt: Série 1
ro_ro: Seria 1

source: Series 2
de_de: Serie 2
fr_fr: Série 2
it_it: Serie 2
ja_jp: シリーズ2
pt_pt: Série 2
ro_ro: Seria 2

source: Server-Side Authorization
de_de: Serverseitige Autorisierung
fr_fr: Autorisation côté serveur
it_it: Autorizzazione lato server
ja_jp: サーバー側の承認
pt_pt: Autorização do lado do servidor
ro_ro: Autorizare pe partea de server

source: Server Side Validation
de_de: Serverseitige Validierung
fr_fr: Validation côté serveur
it_it: Convalida lato server
ja_jp: サーバー側の検証
pt_pt: Validação do lado do servidor
ro_ro: Validarea pe partea serverului

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
pt_pt: Configurações
ro_ro: Setări

source: Setup Authenticator App
de_de: Authentifizierungs-App einrichten
fr_fr: Configurer l’application Authenticator
it_it: Configura l'app di autenticazione
ja_jp: オーセンティケータアプリケーションのセットアップ
pt_pt: App autenticador de configuração
ro_ro: Configurarea aplicației Autentificator

source: Set Random Password
de_de: Zufälliges Passwort festlegen
fr_fr: Définir un mot de passe aléatoire
it_it: Imposta password casuale
ja_jp: ランダムパスワードの設定
pt_pt: Definir senha aleatória
ro_ro: Setarea parolei aleatorii

source: Shortest Day Names
de_de: Kürzeste Tagesnamen
fr_fr: Noms des jours les plus courts
it_it: Nomi dei giorni più brevi
ja_jp: 最短の日名
pt_pt: Nomes do dia mais curto
ro_ro: Cele mai scurte nume de zi

source: Short Date Pattern
de_de: Kurzes Datumsmuster
fr_fr: Modèle de date courte
it_it: Modello di data breve
ja_jp: 短い日付パターン
pt_pt: Padrão de data curta
ro_ro: Model de dată scurtă

source: Short Time Pattern
de_de: Kurzes Zeitmuster
fr_fr: Modèle de temps court
it_it: Modello a breve termine
ja_jp: 短い時間パターン
pt_pt: Padrão de tempo curto
ro_ro: Model de timp scurt

source: Showing
de_de: Zeigend
fr_fr: Montrant
it_it: Risultati
ja_jp: 表示
pt_pt: Exibição
ro_ro: Arată

source: Side Authorization
de_de: Nebenautorisierung
fr_fr: Autorisation latérale
it_it: Autorizzazione laterale
ja_jp: サイド認証
pt_pt: Autorização lateral
ro_ro: Autorizarea laterală

source: Sign in
de_de: Anmelden
fr_fr: Connexion
it_it: Accedi
ja_jp: サインイン
pt_pt: Iniciar sessão
ro_ro: Conectează-te

source: Sign in Settings
de_de: Anmeldeeinstellungen
fr_fr: Paramètres de connexion
it_it: Accedi alle impostazioni
ja_jp: サインイン設定
pt_pt: Iniciar sposição em Definições
ro_ro: Conectați-vă la Setări

source: Sign up
de_de: Anmelden
fr_fr: S’enregistrer
it_it: Registrati
ja_jp: サインアップ
pt_pt: Registar-me
ro_ro: Înscrie-te

source: Solar
fr_fr: Solaire
it_it: Solare
ja_jp: 太陽

source: Something went wrong!
de_de: Irgendetwas ist schief gelaufen!
fr_fr: Quelque chose a mal tourné!
it_it: Qualcosa è andato storto!
ja_jp: 何かがうまくいかなかった!
pt_pt: Alguma coisa correu mal!
ro_ro: Ceva nu a mers bine!

source: Sorry, there's nothing at this address.
de_de: Entschuldigung, es gibt nichts an dieser Adresse.
fr_fr: Désolé, il n’y a rien à cette adresse.
it_it: Siamo spiacenti, non c'è nulla a questo indirizzo.
ja_jp: 申し訳ありませんが、このアドレスには何もありません。
pt_pt: Desculpe, não há nada neste endereço.
ro_ro: Ne pare rău, nu e nimic la această adresă.

source: Sortable DateTime Pattern
de_de: Sortierbares DateTime-Muster
fr_fr: Modèle DateTime triable
it_it: Modello DateTime ordinabile
ja_jp: 並べ替え可能な日時パターン
pt_pt: Padrão de tempo de data ordenado
ro_ro: Model DateTime sortabil

# SSN
source: Social Security Number
de_de: Sozialversicherungsnummer
fr_fr: Numéro de sécurité sociale
it_it: Numero di previdenza sociale
ja_jp: 社会保障番号
pt_pt: Número da Segurança Social
ro_ro: Numărul de securitate socială

source: Start
de_de: Anfangen
fr_fr: Commencer
it_it: Inizio
ja_jp: 始める
pt_pt: Começar
ro_ro: Porni

source: Start SignalR Connection
de_de: StartsignalR-Verbindung!
fr_fr: Démarrez SignalR Connection!
it_it: Avviare la connessione SignalR
ja_jp: シグナルR接続を開始!
pt_pt: Iniciar a conexão do Signalr!
ro_ro: Porniți conexiunea SignalR

source: Status
fr_fr: Statut
it_it: Stato
ja_jp: 地位
pt_pt: Estado
ro_ro: Stare

source: Stop
de_de: Aufhören
fr_fr: Arrêter
it_it: Fermarsi
ja_jp: 止める
pt_pt: Parar
ro_ro: Opreşte-te

source: Storage type is
de_de: Speichertyp ist
fr_fr: Le type de stockage est
it_it: Il tipo di archiviazione è
ja_jp: ストレージタイプは、
pt_pt: O tipo de armazenamento é
ro_ro: Tipul de stocare este

source: Submit
de_de: Senden
fr_fr: Envoyer
it_it: Invia
ja_jp: 送信
pt_pt: Enviar
ro_ro: Prezinte

source: Succeeded
de_de: Erfolgreich
fr_fr: Réussite !
it_it: Riuscito
ja_jp: 成功
pt_pt: Bem-sucedido
ro_ro: Reuşit

source: Support
de_de: Unterstützen
fr_fr: Soutien
it_it: Appoggiare
ja_jp: 支える
pt_pt: Apoio
ro_ro: Sprijini

source: Surname
de_de: Familienname
fr_fr: Nom de famille
it_it: Cognome
ja_jp: 名字
pt_pt: Sobrenome
ro_ro: Nume de familie

source: Suspend
de_de: Aufhängen
fr_fr: Suspendre
it_it: Sospendere
ja_jp: 停止する
pt_pt: Suspender
ro_ro: Suspenda

source: Sweden
de_de: Schweden
fr_fr: Suède
it_it: Svezia
ja_jp: スウェーデン
pt_pt: Suécia
ro_ro: Suedia

source: Tenants
de_de: Pächter
fr_fr: Locataires
it_it: Inquilini
ja_jp: テナント
pt_pt: Inquilinos
ro_ro: Chiriaşilor

source: Thank you for confirming your email.
de_de: Vielen Dank für die Bestätigung Ihrer E-Mail.
fr_fr: Merci d’avoir confirmé votre e-mail.
it_it: Grazie per aver confermato la tua email.
ja_jp: メールを確認していただきありがとうございます。
pt_pt: Obrigado por confirmar o seu e-mail.
ro_ro: Vă mulțumim pentru confirmarea e-mail.

source: these docs
de_de: Diese Dokumente
fr_fr: ces documents
it_it: questi documenti
ja_jp: これらのドキュメント
pt_pt: estes docs
ro_ro: aceste documente

source: The page you were looking for doesn't exist.
de_de: Die Seite, nach der Sie gesucht haben, existiert nicht.
fr_fr: La page que vous recherchiez n’existe pas.
it_it: La pagina che stavi cercando non esiste.
ja_jp: 探していたページは存在しません。
pt_pt: A página que procurava não existe.
ro_ro: Pagina pe care o căutați nu există.

source: The selected file exceeds the allowed maximum size limit.
de_de: Die ausgewählte Datei überschreitet die zulässige maximale Größenbeschränkung.
fr_fr: Le fichier sélectionné dépasse la limite de taille maximale autorisée.
it_it: Il file selezionato supera il limite di dimensione massima consentito.
ja_jp: 選択したファイルが、許容される最大サイズの制限を超えています。
pt_pt: O ficheiro selecionado excede o limite de tamanho máximo permitido.
ro_ro: Fișierul selectat depășește limita maximă de dimensiune permisă.

source: The selected file extension is not allowed.
de_de: Die ausgewählte Dateierweiterung ist nicht zulässig.
fr_fr: L’extension de fichier sélectionnée n’est pas autorisée.
it_it: L'estensione del file selezionata non è consentita.
ja_jp: 選択したファイル拡張子は使用できません。
pt_pt: A extensão de ficheiro selecionada não é permitida.
ro_ro: Extensia de fișier selectată nu este permisă.

# This_action_only_disables_2FA
source: This action only disables Two-Factor Authentication.
de_de: Diese Aktion deaktiviert nur die Zwei-Faktor-Authentifizierung.
fr_fr: Cette action désactive uniquement l’authentification à deux facteurs.
it_it: Questa azione disabilita solo l'autenticazione a due fattori.
ja_jp: この操作では、2 要素認証のみが無効になります。
pt_pt: Esta ação apenas desativa a autenticação de dois fatores.
ro_ro: Această acțiune dezactivează doar autentificarea cu doi factori.

source: This app does not currently have a real email sender registered
de_de: In dieser App ist derzeit kein echter E-Mail-Absender registriert
fr_fr: Cette application n’a actuellement pas d’expéditeur d’e-mail réel enregistré
it_it: Questa app non ha attualmente un vero mittente di posta elettronica registrato
ja_jp: このアプリは、現在、登録された実際の電子メール送信者を持っていません
pt_pt: Esta aplicação não tem atualmente um remetente de e-mail real registado
ro_ro: Această aplicație nu are în prezent un expeditor de e-mail real înregistrat

source: This page allows you to download or delete that data.
de_de: Auf dieser Seite können Sie diese Daten herunterladen oder löschen.
fr_fr: Cette page vous permet de télécharger ou de supprimer ces données.
it_it: Questa pagina consente di scaricare o eliminare tali dati.
ja_jp: このページでは、そのデータをダウンロードまたは削除できます。
pt_pt: Esta página permite-lhe descarregar ou eliminar esses dados.
ro_ro: Această pagină vă permite să descărcați sau să ștergeți datele respective.

# This_process_disables_2FA_until_you_verify_your_authenticator_app
source: This process disables Two-Factor Authentication until you verify your authenticator app.
de_de: Dieser Prozess deaktiviert die Zwei-Faktor-Authentifizierung, bis Sie Ihre Authentifizierungs-App überprüft haben.
fr_fr: Ce processus désactive l’authentification à deux facteurs jusqu’à ce que vous vérifiiez votre application d’authentification.
it_it: Questo processo disabilita l'autenticazione a due fattori fino a quando non verifichi l'app di autenticazione.
ja_jp: このプロセスでは、認証アプリを確認するまで、2 要素認証が無効になります。
pt_pt: Este processo desativa a autenticação de dois fatores até verificar a sua aplicação de autenticação.
ro_ro: Acest proces dezactivează autentificarea cu doi factori până când verificați aplicația de autentificare.

source: Time Separator
de_de: Zeittrennzeichen
fr_fr: Séparateur de temps
it_it: Separatore di tempo
ja_jp: 時間区切り記号
pt_pt: Separador de tempo
ro_ro: Separator de timp

source: Time Zone
de_de: Zeitzone
fr_fr: Fuseau horaire
it_it: Fuso orario
ja_jp: 時間帯（標準時）
pt_pt: Fuso Horário
ro_ro: Fus orar

source: Time Zone Info
de_de: Zeitzone
fr_fr: Fuseau horaire
it_it: Informazioni sul fuso orario
ja_jp: 時間帯（標準時）
pt_pt: Fuso Horário
ro_ro: Informații despre fusul orar

source: Time Zone OffSet
de_de: Zeitzone
fr_fr: Décalage de fuseau horaire
it_it: Fuso orario OffSet
ja_jp: タイムゾーン
pt_pt: Fuso Horário
ro_ro: Fus orar OffSet

source: Tips
de_de: Tipps
fr_fr: Conseils
it_it: Suggerimenti
ja_jp: ヒント
pt_pt: Dicas
ro_ro: Sfaturi

source: Title
de_de: Bezeichnung
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
pt_pt: Título
ro_ro: Titlu

source: Token Info
fr_fr: Informations sur les jetons
it_it: Informazioni sul token
ja_jp: トークン情報
pt_pt: Informações token
ro_ro: Informații token

source: Token Settings
de_de: Token-Einstellungen
fr_fr: Paramètres du jeton
it_it: Impostazioni token
ja_jp: トークン設定
pt_pt: Definições de token
ro_ro: Setări token

source: Top
de_de: Nach oben
fr_fr: Retour au début
it_it: In alto
ja_jp: ページのトップへ
pt_pt: Início
ro_ro: Culme

source: Total Cost
de_de: Gesamtkosten
fr_fr: Coût total
it_it: Costo totale
ja_jp: 総コスト
pt_pt: Custo Total
ro_ro: Costul total

source: to confirm your account
de_de: um Ihr Konto zu bestätigen
fr_fr: pour confirmer votre compte
it_it: per confermare il tuo account
ja_jp: アカウントを確認する
pt_pt: para confirmar a sua conta
ro_ro: pentru a-ți confirma contul

source: to login.
de_de: , um sich anzumelden.
fr_fr: pour vous connecter.
it_it: per effettuare il login.
ja_jp: ログインします。
pt_pt: para iniciar sessão.
ro_ro: pentru a vă autentifica.

source: To use an authenticator app go through the following steps:
de_de: Um eine Authentifizierungs-App zu verwenden, gehen Sie wie folgt vor:
fr_fr: Pour utiliser une application d’authentification, procédez comme suit :
it_it: Per usare un'app di autenticazione, procedi nel seguente modo:
ja_jp: 認証アプリを使用するには、次の手順を実行します。
pt_pt: Para utilizar uma aplicação autenticadora, passeie pelos seguintes passos:
ro_ro: Pentru a utiliza o aplicație de autentificare, parcurgeți următorii pași:

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
fr_fr: Authentification à deux facteurs
it_it: Autenticazione a due fattori
ja_jp: 2 要素認証
pt_pt: Autenticação de dois fatores
ro_ro: Autentificare cu doi factori
