Repository: davewevans/Elevate-OTT-API-CMS
Catalog: src/OttApiPlatform.AppResources/Resource.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, pt_pt, ro_ro

source: Abbreviated Day Names
de_de: Abgekürzte Tagesnamen
fr_fr: Noms de jours abrégés
it_it: Nomi dei giorni abbreviati
ja_jp: 省略された日名
pt_pt: Nomes do dia abreviado
ro_ro: Nume de zi prescurtate

source: Abbreviated Month Genitive Names
de_de: Abgekürzte Monatsgenitivnamen
fr_fr: Noms génitifs abrégés du mois
it_it: Nomi genitivi del mese abbreviati
ja_jp: 略語の月の天才名
pt_pt: Nomes genitivos do mês abreviado
ro_ro: Abreviat Luna Nume genitive

source: Abbreviated Month Names
de_de: Abgekürzte Monatsnamen
fr_fr: Noms de mois abrégés
it_it: Nomi dei mesi abbreviati
ja_jp: 省略された月名
pt_pt: Nomes do mês abreviado
ro_ro: Nume de lună prescurtate

source: Access
de_de: Zugang
fr_fr: Accès
it_it: Accesso
ja_jp: アクセス
pt_pt: Acesso
ro_ro: Acces

source: Access Token Timespan
de_de: Zugriffstoken-Zeitspanne
fr_fr: Durée du jeton d’accès
it_it: Intervallo di tempo del token di accesso
ja_jp: アクセス トークンの期間
pt_pt: Acesso Token Timespan
ro_ro: Accesați token-ul Timespan

source: Account
de_de: Konto
fr_fr: Compte
it_it: Conto
ja_jp: アカウント
pt_pt: Conta
ro_ro: Cont

source: Actions
de_de: Aktionen
it_it: Azioni
ja_jp: アクション
pt_pt: Ações
ro_ro: Acțiuni

source: Activated
de_de: Aktiviert
fr_fr: Activé
it_it: Attivante
ja_jp: アクティブ
pt_pt: Ativado
ro_ro: Activat

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungere
ja_jp: 足す
pt_pt: Adicionar
ro_ro: Adăuga

source: Add Applicant
de_de: Bewerber hinzufügen
fr_fr: Ajouter un candidat
it_it: Aggiungi richiedente
ja_jp: 申請者の追加
pt_pt: Adicionar candidato
ro_ro: Adăugați solicitantul

source: Add Authenticator App
de_de: Authentifikator-App hinzufügen
fr_fr: Ajouter une application Authenticator
it_it: Aggiungi app Authenticator
ja_jp: 認証アプリケーションの追加
pt_pt: Adicionar App Autenticador
ro_ro: Adăugarea aplicației De autentificare

source: Add New File
de_de: Neue Datei hinzufügen
fr_fr: Ajouter un nouveau fichier
it_it: Aggiungi nuovo file
ja_jp: 新しいファイルの追加
pt_pt: Adicionar novo arquivo
ro_ro: Adăugare fișier nou

source: Add Reference
de_de: Referenz hinzufügen
fr_fr: Ajouter une référence
it_it: Aggiungi riferimento
ja_jp: 参照を追加します。
pt_pt: Adicionar Imagem de Referência
ro_ro: Adăugare referință

source: Add Role
de_de: Rolle hinzufügen
fr_fr: Ajouter un rôle
it_it: Aggiungi ruolo
ja_jp: ロールの追加
pt_pt: Adicionar papel
ro_ro: Adăugare rol

source: Add Roles
de_de: Rollen hinzufügen
fr_fr: Ajouter des rôles
it_it: Aggiungi ruoli
ja_jp: ロールの追加
pt_pt: Adicionar papéis
ro_ro: Adăugarea rolurilor

source: Add Selected Roles
de_de: Ausgewählte Rollen hinzufügen
fr_fr: Ajouter des rôles sélectionnés
it_it: Aggiungi ruoli selezionati
ja_jp: 選択したロールの追加
pt_pt: Adicionar funções selecionadas
ro_ro: Adăugarea rolurilor selectate

source: Add Tenant
de_de: Mandanten hinzufügen
fr_fr: Ajouter un locataire
it_it: Aggiungi tenant
ja_jp: テナントの追加
pt_pt: Adicionar Inquilino
ro_ro: Adăugare entitate găzduită

source: Add Transcripts
de_de: Transkripte hinzufügen
fr_fr: Ajouter des transcriptions
it_it: Aggiungi trascrizioni
ja_jp: トランスクリプトの追加
pt_pt: Adicionar Transcrições
ro_ro: Adăugarea transcrierilor

source: Add User
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it_it: Aggiungi utente
ja_jp: ユーザーの追加
pt_pt: Adicionar utilizador
ro_ro: Adăugare utilizator

source: All
de_de: Alle
fr_fr: Tout
it_it: Tutto
ja_jp: すべての
pt_pt: Todos os
ro_ro: Tot

source: Allowed for new users
de_de: Erlaubt für neue Benutzer
fr_fr: Autorisé pour les nouveaux utilisateurs
it_it: Consentito per i nuovi utenti
ja_jp: 新規ユーザーに対して許可
pt_pt: Permitido para novos utilizadores
ro_ro: Permis pentru utilizatorii noi

source: Allowed username characters
de_de: Zulässige Benutzernamenzeichen
fr_fr: Caractères de nom d’utilisateur autorisés
it_it: Caratteri del nome utente consentiti
ja_jp: 許可されるユーザー名文字
pt_pt: Caracteres de nome de utilizador permitidos
ro_ro: Caractere de nume de utilizator permise

source: Already have an account?
de_de: Haben Sie bereits ein Konto?
fr_fr: Vous avez déjà un compte ?
it_it: Hai già un account?
ja_jp: すでにアカウントを持っていますか?
pt_pt: Já tem uma conta?
ro_ro: Aveți deja un cont?

source: AM Designator
de_de: AM-Bezeminkung
fr_fr: Désignateur AM
it_it: Designatore AM
ja_jp: AM 指定子
pt_pt: Designador AM

source: and
de_de: und
fr_fr: et
it_it: e
ja_jp: そして
pt_pt: e
ro_ro: și

source: Android
fr_fr: Androïde
it_it: Androide
ja_jp: アンドロイド

source: Applicant
de_de: Antragsteller
fr_fr: demandeur
it_it: Richiedente
ja_jp: 応募者
pt_pt: Requerente
ro_ro: Solicitant

source: Applicants
de_de: Bewerber
fr_fr: Candidats
it_it: Candidati
ja_jp: 志願 者
pt_pt: Candidatos
ro_ro: Solicitanţii

source: Apply for Military
de_de: Bewerben Sie sich für Militär
fr_fr: Postuler pour militaire
it_it: Richiedi l'assistenza militare
ja_jp: 軍事申請
pt_pt: Candidatar-se a Militares
ro_ro: Aplică pentru militare

source: App Info
fr_fr: Infos sur l’application
it_it: Informazioni sull'app
ja_jp: アプリ情報
pt_pt: Informação da App
ro_ro: Informații despre aplicație

source: April
fr_fr: Avril
it_it: Aprile
ja_jp: 4 月
pt_pt: Abril
ro_ro: Aprilie

source: Are you sure you want to change the settings?
de_de: Möchten Sie die Einstellungen wirklich ändern?
fr_fr: Voulez-vous vraiment modifier les paramètres ?
it_it: Sei sicuro di voler modificare le impostazioni?
ja_jp: 設定を変更しますか?
pt_pt: Tem a certeza de que pretende alterar as definições?
ro_ro: Sunteți sigur că doriți să modificați setările?

# Are_you_sure_you_want_to_delete_file_name
source: Are you sure you want to delete file '{0}'?
de_de: Sind Sie sicher, dass Sie die Datei '{0}' löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer le fichier '{0}'?
it_it: Sei sicuro di voler eliminare il file '{0}'?
ja_jp: ファイル '{0}' を削除しますか?
pt_pt: Tem a certeza de que pretende eliminar o ficheiro '{0}'?
ro_ro: Sunteți sigur că doriți să ștergeți fișierul "{0}"?

# Are_you_sure_you_want_to_delete_role_name
source: Are you sure you want to delete role '{0}'?
de_de: Möchten Sie die Rolle "{0}" wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer le rôle « {0} » ?
it_it: Sei sicuro di voler eliminare il ruolo "{0}"?
ja_jp: ロール '{0}' を削除しますか?
pt_pt: Tem a certeza de que pretende eliminar o papel '{0}'?
ro_ro: Sunteți sigur că doriți să ștergeți rolul "{0}"?

# Are_you_sure_you_want_to_delete_user_name
source: Are you sure you want to delete user '{0}'?
de_de: Sind Sie sicher, dass Sie den Benutzer "{0}" löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer l’utilisateur '{0}'?
it_it: Sei sicuro di voler eliminare l'utente "{0}"?
ja_jp: ユーザー '{0}' を削除しますか?
pt_pt: Tem a certeza de que pretende eliminar o utilizador '{0}'?
ro_ro: Sunteți sigur că doriți să ștergeți utilizatorul "{0}"?

# Are_you_sure_you_want_to_remove_role_name
source: Are you sure you want to remove role '{0}'?
de_de: Möchten Sie die Rolle "{0}" wirklich entfernen?
fr_fr: Voulez-vous vraiment supprimer le rôle « {0} » ?
it_it: Sei sicuro di voler rimuovere il ruolo "{0}"?
ja_jp: ロール '{0}' を削除しますか?
pt_pt: Tem certeza de que quer remover o papel '{0}'?
ro_ro: Sunteți sigur că doriți să eliminați rolul "{0}"?

source: Are you sure you want to save applicant?
de_de: Sind Sie sicher, dass Sie bewerber speichern möchten?
fr_fr: Êtes-vous sûr de vouloir sauver le candidat?
it_it: Sei sicuro di voler salvare il candidato?
ja_jp: 申請者を保存しますか?
pt_pt: Tem certeza que quer salvar o candidato?
ro_ro: Sunteți sigur că doriți să salvați solicitantul?

source: Are you sure you want to save role?
de_de: Möchten Sie die Rolle wirklich speichern?
fr_fr: Êtes-vous sûr de vouloir enregistrer le rôle?
it_it: Sei sicuro di voler salvare il ruolo?
ja_jp: ロールを保存しますか?
pt_pt: Tem certeza que quer salvar o papel?
ro_ro: Ești sigur că vrei să salvezi rolul?

source: Are you sure you want to save user profile?
de_de: Möchten Sie das Benutzerprofil wirklich speichern?
fr_fr: Voulez-vous vraiment enregistrer votre profil utilisateur ?
it_it: Sei sicuro di voler salvare il profilo utente?
ja_jp: ユーザー プロファイルを保存しますか?
pt_pt: Tem a certeza de que pretende guardar o perfil do utilizador?
ro_ro: Sunteți sigur că doriți să salvați profilul de utilizator?

source: Army
de_de: Armee
fr_fr: Armée
it_it: Esercito
ja_jp: 陸軍
pt_pt: Exército
ro_ro: Armată

source: Assigned Roles
de_de: Zugewiesene Rollen
fr_fr: Rôles assignés
it_it: Ruoli assegnati
ja_jp: 割り当てられたロール
pt_pt: Funções atribuídas
ro_ro: Roluri atribuite

source: Assign Permissions
de_de: Berechtigungen zuweisen
fr_fr: Attribuer des autorisations
it_it: Assegna autorizzazioni
ja_jp: アクセス許可の割り当て
pt_pt: Atribuir permissões
ro_ro: Atribuirea permisiunilor

source: Assign Roles
de_de: Rollen zuweisen
fr_fr: Attribuer des rôles
it_it: Assegna ruoli
ja_jp: 役割の割り当て
pt_pt: Atribuir Funções
ro_ro: Atribuirea rolurilor

source: August
fr_fr: Août
it_it: Agosto
ja_jp: 8 月
pt_pt: Agosto

source: Authenticator App
de_de: Authentifikator-App
fr_fr: Application d’authentification
it_it: App di autenticazione
ja_jp: オーセンティケータアプリ
pt_pt: App autenticador
ro_ro: Aplicația de autentificare

source: Authenticator Code
de_de: Authentifikator-Code
fr_fr: Code d’authentification
it_it: Codice di autenticazione
ja_jp: オーセンティケータコード
pt_pt: Código autenticador
ro_ro: Codul autentificatorului

source: Authorization
de_de: Ermächtigung
fr_fr: Autorisation
it_it: Autorizzazione
ja_jp: 認可
pt_pt: Autorização
ro_ro: Autorizație

source: Authorizing
de_de: Autorisierend
fr_fr: Autorisant
it_it: Autorizzazione
ja_jp: 承認
pt_pt: Autorizar
ro_ro: Autorizare

source: Avatar
ja_jp: アバター

source: Awesome!
de_de: Prima!
fr_fr: Génial!
it_it: Fantastico!
ja_jp: すごい！
pt_pt: Espetacular!
ro_ro: Nemaipomenit!

source: Azure File Storage
fr_fr: Stockage de fichiers Azure
it_it: Archiviazione file di Azure
ja_jp: Azure ファイル ストレージ
pt_pt: Armazenamento de arquivos Azure
ro_ro: Stocare fișiere Azure

source: before you can log in with a recovery code.
de_de: , bevor Sie sich mit einem Wiederherstellungscode anmelden können.
fr_fr: avant de pouvoir vous connecter avec un code de récupération.
it_it: prima di poter accedere con un codice di ripristino.
ja_jp: 復旧コードでログインする前に
pt_pt: antes de iniciar sessão com um código de recuperação.
ro_ro: înainte de a vă putea conecta cu un cod de recuperare.

source: Biomass
de_de: Biomasse
fr_fr: Biomasse
it_it: Biomassa
ja_jp: バイオマス
pt_pt: Biomassa
ro_ro: Biomasă

# Biomass1
source: Biomass
de_de: Biomasse
fr_fr: Biomasse
it_it: Biomassa
ja_jp: バイオマス
pt_pt: Biomassa
ro_ro: Biomasă

# BMI_Details
source: A BMI of 25.0 or more is overweight, while the healthy range is 18.5 to 24.9. BMI applies to most adults 18-65 years.
de_de: Ein BMI von 25,0 oder mehr ist übergewichtig, während der gesunde Bereich 18,5 bis 24,9 beträgt. BMI gilt für die meisten Erwachsenen zwischen 18 und 65 Jahren.
fr_fr: Un IMC de 25,0 ou plus est en surpoids, tandis que la fourchette saine est de 18,5 à 24,9. L’IMC s’applique à la plupart des adultes de 18 à 65 ans.
it_it: Un BMI di 25,0 o più è in sovrappeso, mentre l'intervallo sano è da 18,5 a 24,9. L'IMC si applica alla maggior parte degli adulti di età compresa tra 18 e 65 anni.
ja_jp: BMIは25.0以上で太りすぎ、健康的な範囲は18.5〜24.9です。BMIは、ほとんどの成人18-65歳に適用されます。
pt_pt: Um IMC igual ou superior a 25,0 é excesso de peso, enquanto a gama saudável é de 18,5 a 24,9. O IMC aplica-se à maioria dos adultos dos 18 aos 65 anos.
ro_ro: Un IMC de 25,0 sau mai mult este supraponderal, în timp ce intervalul sănătos este de 18,5 până la 24,9. IMC se aplică majorității adulților cu vârsta cuprinsă între 18 și 65 de ani.

# BMI_Info
source: Body Mass Index is a simple calculation using a person’s height and weight. The formula is BMI = kg/m2 where kg is a person’s weight in kilograms and m2 is their height in metres squared.
de_de: Der Body Mass Index ist eine einfache Berechnung anhand der Größe und des Gewichts einer Person. Die Formel lautet BMI = kg/m2, wobei kg das Gewicht einer Person in Kilogramm und m2 ihre Größe in Quadratmetern ist.
fr_fr: L’indice de masse corporelle est un calcul simple utilisant la taille et le poids d’une personne. La formule est IMC = kg/m2 où kg est le poids d’une personne en kilogrammes et m2 est sa taille en mètres carrés.
it_it: L'indice di massa corporea è un semplice calcolo che utilizza l'altezza e il peso di una persona. La formula è BMI = kg/m2 dove kg è il peso di una persona in chilogrammi e m2 è la loro altezza in metri quadrati.
ja_jp: ボディマス指数は、人の身長と体重を使用した簡単な計算です。式はBMI = kg /m2で、kgは人の体重キログラムで、m2はメートル平方メートルの高さです。
pt_pt: Índice de Massa Corporal é um cálculo simples usando a altura e o peso de uma pessoa. A fórmula é BMI = kg/m2 onde kg é o peso de uma pessoa em quilogramas e m2 é a sua altura em metros quadrados.
ro_ro: Indicele de masă corporală este un calcul simplu folosind înălțimea și greutatea unei persoane. Formula este IMC = kg/m2 unde kg este greutatea unei persoane în kilograme, iar m2 este înălțimea lor în metri pătrați.

source: Body Mass Index
fr_fr: Indice de masse corporelle
it_it: Indice di massa corporea
ja_jp: ボディマス指数
pt_pt: Índice de Massa Corporal
ro_ro: Indicele de masă corporală

source: Bottom
de_de: Unteres
fr_fr: Fond
it_it: Fondoschiena
ja_jp: 底
pt_pt: Fundo
ro_ro: Fund

source: Browser Time Zone
de_de: Browser-Zeit:
fr_fr: Fuseau horaire du navigateur
it_it: Fuso orario del browser
ja_jp: ブラウザのタイムゾーン
pt_pt: Fuso horário do navegador
ro_ro: Fusul orar al browserului

source: Buy Now
de_de: Jetzt kaufen
fr_fr: Acheter maintenant
it_it: Acquista ora
ja_jp: 今すぐ購入
pt_pt: Comprar Agora
ro_ro: Cumpără acum

source: Bytes
fr_fr: Octets
it_it: Byte
ja_jp: バイト
ro_ro: Octeţi

source: Calcium
de_de: Kalzium
it_it: Calcio
ja_jp: カルシウム
pt_pt: Cálcio
ro_ro: Calciu

source: Calendar
de_de: Kalender
fr_fr: Calendrier
it_it: Calendario
ja_jp: 暦
pt_pt: Calendário

source: Calendar Week Rule
de_de: Kalenderwochenregel
fr_fr: Règle de la semaine civile
it_it: Regola della settimana del calendario
ja_jp: カレンダーの週のルール
pt_pt: Regra da semana do calendário
ro_ro: Regula săptămânii calendaristice

source: Californium
it_it: Californio
ja_jp: カリホルニウム
ro_ro: Californiu

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar
ro_ro: Anula

source: Cancel Upload
de_de: Upload abbrechen
fr_fr: Annuler le téléchargement
it_it: Annulla caricamento
ja_jp: アップロードのキャンセル
pt_pt: Cancelar upload
ro_ro: Anulați încărcarea

source: Carbon
de_de: Kohlenstoff
fr_fr: Carbone
it_it: Carbonio
ja_jp: 炭素
pt_pt: Carbono

source: Cerium
de_de: Cer
fr_fr: Cérium
it_it: Cerio
ja_jp: セリウム
ro_ro: Ceriu

source: Cesium
de_de: Cäsium
fr_fr: Césium
it_it: Cesio
ja_jp: セシウム
pt_pt: Césio
ro_ro: Cesiu

source: Change Email
de_de: E-Mail-Adresse ändern
fr_fr: Modifier l’adresse e-mail
it_it: Cambia email
ja_jp: メールの変更
pt_pt: Alterar email
ro_ro: Modificarea e-mailului

source: Change Password
de_de: Passwort ändern
fr_fr: Changer le mot de passe
it_it: Cambia password
ja_jp: パスワードの変更
pt_pt: Alterar palavra-passe
ro_ro: Schimbați parola

source: Change User Password
de_de: Benutzerkennwort ändern
fr_fr: Modifier le mot de passe de l’utilisateur
it_it: Cambia password utente
ja_jp: ユーザー パスワードの変更
pt_pt: Alterar palavra-passe de utilizador
ro_ro: Modificarea parolei de utilizator

source: Change Your Account Settings
de_de: Kontoeinstellungen ändern
fr_fr: Modifier les paramètres de votre compte
it_it: Modificare le impostazioni dell'account
ja_jp: アカウント設定の変更
pt_pt: Alterar as Definições da Sua Conta
ro_ro: Modificarea setărilor contului

source: Chernobyl-1
de_de: Tschernobyl-1
fr_fr: Tchernobyl-1
ja_jp: チェルノブイリ-1
ro_ro: Cernobîl-1

source: Chernobyl-2
de_de: Tschernobyl-2
fr_fr: Tchernobyl-2
ja_jp: チェルノブイリ-2
ro_ro: Cernobîl-2

source: Chernobyl-3
de_de: Tschernobyl-3
fr_fr: Tchernobyl-3
ja_jp: チェルノブイリ-3
ro_ro: Cernobîl-3

source: Chernobyl-4
de_de: Tschernobyl-4
fr_fr: Tchernobyl-4
ja_jp: チェルノブイリ-4
ro_ro: Cernobîl-4

source: Chlorine
de_de: Chlor
fr_fr: Chlore
it_it: Cloro
ja_jp: 塩素
pt_pt: Cloro
ro_ro: Clor

source: Chromium
de_de: Chrom
fr_fr: Chrome
it_it: Cromo
ja_jp: クロム
pt_pt: Crómio
ro_ro: Crom

source: Clear
de_de: Klar
fr_fr: Clair
it_it: Chiaro
ja_jp: クリア
pt_pt: Claro
ro_ro: Clar

source: Click
de_de: Klicken
fr_fr: Cliquer
it_it: Clic
ja_jp: クリック
pt_pt: Clique
ro_ro: Clic

source: click here to log in
de_de: Klicken Sie hier, um sich anzumelden
fr_fr: cliquez ici pour vous connecter
it_it: clicca qui per accedere
ja_jp: ここをクリックしてログイン
pt_pt: clique aqui para iniciar sessão
ro_ro: click aici pentru a vă conecta

source: Client-Side Authorization
de_de: Clientseitige Autorisierung
fr_fr: Autorisation côté client
it_it: Autorizzazione lato client
ja_jp: クライアント側認証
pt_pt: Autorização do lado do cliente
ro_ro: Autorizare pe partea clientului

source: Client-Side Validation
de_de: Clientseitige Validierung
fr_fr: Validation côté client
it_it: Convalida lato client
ja_jp: クライアント側の検証
pt_pt: Validação do lado do cliente
ro_ro: Validare pe partea client

source: Close
de_de: Schließen
fr_fr: Fermer
it_it: Chiudere
ja_jp: 閉める
pt_pt: Fechar
ro_ro: Închide

source: Close SignalR Connection
de_de: Schließen Sie die SignalR-Verbindung!
fr_fr: Fermez la connexion Signalr!
it_it: Chiudi connessione signalr
ja_jp: シグナルR接続を閉じてください!
pt_pt: Feche a conexão do Sinalr!
ro_ro: Închideți conexiunea SignalR

source: Coal
de_de: Kohle
fr_fr: Charbon
it_it: Carbone
ja_jp: 石炭
pt_pt: Carvão
ro_ro: Cărbune

# Coal1
source: Coal
de_de: Kohle
fr_fr: Charbon
it_it: Carbone
ja_jp: 石炭
pt_pt: Carvão
ro_ro: Cărbune

source: Cobalt
de_de: Kobalt
it_it: Cobalto
ja_jp: コバルト
pt_pt: Cobalto

source: Code
it_it: Codice
ja_jp: コード
pt_pt: Código
ro_ro: Cod

source: Code Samples
de_de: Codebeispiele
fr_fr: Exemples de code
it_it: Esempi di codice
ja_jp: コード サンプル
pt_pt: Amostras de código
ro_ro: Mostre de cod

source: Completed
de_de: Abgeschlossen!
fr_fr: Terminé
it_it: Finito
ja_jp: 完了しました
pt_pt: Concluído.
ro_ro: Completat

source: Configure Authenticator App
de_de: Konfigurieren der Authenticator-App
fr_fr: Configurer l’application Authenticator
it_it: Configurare l'app Authenticator
ja_jp: 認証アプリケーションの構成
pt_pt: Configure app autenticador
ro_ro: Configurarea aplicației de autentificare

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer
it_it: Confermare
ja_jp: 確認する
pt_pt: Confirmar
ro_ro: Confirma

source: Confirm Email
de_de: E-Mail bestätigen
fr_fr: Confirmer l’e-mail
it_it: Conferma e-mail
ja_jp: メールの確認
pt_pt: Confirmar e-mail
ro_ro: Confirmați e-mailul

source: Confirm Email Change
de_de: E-Mail-Änderung bestätigen
fr_fr: Confirmer la modification de l’e-mail
it_it: Conferma modifica e-mail
ja_jp: メール変更の確認
pt_pt: Confirme a alteração do e-mail
ro_ro: Confirmați schimbarea e-mailului

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmer le mot de passe
it_it: Conferma password
ja_jp: パスワードの確認
pt_pt: Confirmar senha
ro_ro: Confirmați parola

source: Content Type
de_de: Inhaltstyp
fr_fr: Type de contenu
it_it: Tipo di contenuto
ja_jp: コンテンツタイプ
pt_pt: Tipo de Conteúdo
ro_ro: Tip de conținut

source: Copernicium
it_it: Copernicio
ja_jp: コペルニチウム
pt_pt: Copérnico
ro_ro: Coperniciu

source: Copper
de_de: Kupfer
fr_fr: Cuivre
it_it: Rame
ja_jp: 銅
pt_pt: Cobre
ro_ro: Cupru

source: Create
de_de: Schaffen
fr_fr: Créer
it_it: Creare
ja_jp: 創造する
pt_pt: Criar
ro_ro: Crea

# Created_On
source: Creation Date
de_de: Erstellungsdatum
fr_fr: Date de création
it_it: Data di creazione
ja_jp: 作成日
pt_pt: Data de Criação
ro_ro: Data creării

source: Culture-Based Resources
de_de: Kulturbasierte Ressourcen
fr_fr: Ressources fondées sur la culture
it_it: Risorse basate sulla cultura
ja_jp: カルチャベースのリソース
pt_pt: Recursos baseados na cultura
ro_ro: Resurse bazate pe cultură

source: Culture Code
de_de: Kulturkodex
it_it: Codice Cultura
ja_jp: 文化コード
pt_pt: Código da Cultura
ro_ro: Codul culturii

source: Culture Currency Symbol
de_de: Kultur Währungssymbol
fr_fr: Symbole de la monnaie de la culture
it_it: Simbolo di valuta della cultura
ja_jp: カルチャ通貨記号
pt_pt: Símbolo da moeda de cultura
ro_ro: Simbol monedă cultură

source: Culture DateTime Pattern
de_de: Kultur DateTime-Muster
it_it: Modello Data-ora della lingua
ja_jp: カルチャ日時パターン
pt_pt: Padrão de data de cultura
ro_ro: Cultura DateTime Model

source: Culture Info
de_de: Kultur Info
fr_fr: Infos culture
it_it: Informazioni sulla cultura
ja_jp: 文化情報
pt_pt: Informação sobre Cultura
ro_ro: Cultura Info

source: Curium
it_it: Curio
ja_jp: キュリウム
ro_ro: Curiu

source: Current Culture DateTime Format
de_de: Aktuelle Kultur DateTime-Format
fr_fr: Culture actuelle Format DateTime
it_it: Formato Data-ora della lingua corrente
ja_jp: 現在のカルチャの日時形式
pt_pt: Formato atual de data de cultura
ro_ro: Cultura curentă DateTime Format

source: Current Culture Info
de_de: Aktuelle Kulturinfo
fr_fr: Informations sur la culture actuelle
it_it: Informazioni sulla cultura attuale
ja_jp: 現在のカルチャ情報
pt_pt: Informação sobre a Cultura Atual
ro_ro: Curent Cultura Info

source: Current Culture Time Zone Info
de_de: Aktuelle Kultur Zeitzoneninformationen
fr_fr: Informations sur le fuseau horaire de la culture actuelle
it_it: Informazioni sul fuso orario della cultura corrente
ja_jp: 現在のカルチャのタイム ゾーン情報
pt_pt: Informações sobre fuso horário de cultura atual
ro_ro: Curent Cultura Fusul orar Info

source: Current Documents
de_de: Aktuelle Dokumente
fr_fr: Documents actuels
it_it: Documenti attuali
ja_jp: 現在のドキュメント
pt_pt: Documentos atuais
ro_ro: Documente curente

source: Current Password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
it_it: Password corrente
ja_jp: 現在のパスワード
pt_pt: Senha atual
ro_ro: Parola curentă

source: Current Transcripts
de_de: Aktuelle Transkripte
fr_fr: Transcriptions actuelles
it_it: Trascrizioni attuali
ja_jp: 現在のトランスクリプト
pt_pt: Transcrições atuais
ro_ro: Transcrieri curente

source: Danger
de_de: Gefahr
it_it: Pericolo
ja_jp: 危険
pt_pt: Perigo
ro_ro: Pericol

source: Darmstadtium
it_it: Darmstadtio
ja_jp: ダームスタチウム
ro_ro: Darmstadtiu

source: Dashboard
de_de: Instrumententafel
fr_fr: Tableau de bord
it_it: Cruscotto
ja_jp: ダッシュボード
pt_pt: Painel de instrumentos
ro_ro: Tablou

source: Data Export (SignalR & Hangfire)
de_de: Datenexport (SignalR & Hangfire)
fr_fr: Exportation de données (SignalR & Hangfire)
it_it: Esportazione dati (SignalR & Hangfire)
ja_jp: データエクスポート（ SignalR & Hangfire )
pt_pt: Exportação de dados (SignalR e Hangfire)!
ro_ro: Export de date (SignalR & Hangfire)

source: DateTime Format
it_it: Formato DateTime
ja_jp: 日時形式
pt_pt: Formato Hora da Data
ro_ro: Formatul DateTime

source: Date of Birth
de_de: Geburtsdatum
fr_fr: Date de naissance
it_it: Data di nascita
ja_jp: 生年月日
pt_pt: Data de nascimento
ro_ro: Data naşterii

source: Date Separator
de_de: Datumstrennzeichen
fr_fr: Séparateur de date
it_it: Separatore di data
ja_jp: 日付区切り記号
pt_pt: Separador de data
ro_ro: Separator de dată

source: Day
de_de: Tag
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pt_pt: Dia
ro_ro: Zi

source: Day Names
de_de: Tagesnamen
fr_fr: Noms des jours
it_it: Nomi dei giorni
ja_jp: 曜日名
pt_pt: Nomes do dia
ro_ro: Nume de zi

source: Deactivated
de_de: Deaktiviert
fr_fr: Désactivé
it_it: Disattivato
ja_jp: 非 アクティブ
pt_pt: Desativado
ro_ro: Dezactivat

source: December
de_de: Dezember
fr_fr: Décembre
it_it: Dicembre
ja_jp: 12 月
pt_pt: Dezembro
ro_ro: Decembrie

source: Default Admin Credentials
de_de: Standardmäßige Administratoranmeldeinformationen
fr_fr: Informations d’identification d’administrateur par défaut
it_it: Credenziali di amministratore predefinite
ja_jp: 既定の管理者資格情報
pt_pt: Credenciais de administrador predefinido
ro_ro: Acreditări de administrator implicite

source: Default lockout time span
de_de: Standardmäßige Sperrzeitspanne
fr_fr: Intervalle de temps de verrouillage par défaut
it_it: Intervallo di tempo di blocco predefinito
ja_jp: 既定のロックアウト期間
pt_pt: Intervalo de tempo de bloqueio predefinido
ro_ro: Intervalul de timp implicit de blocare

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Cancellare
ja_jp: 削除
pt_pt: Excluir
ro_ro: Șterge
